export const bankList = [
  {
    value: 10,
    label: "بانک مرکزی ج.ا.ا",
    bankCode: 10,
    branches: [
      {
        value: 1000000,
        label: "بانک مرکزی ج.ا.ا",
      },
      {
        value: 1001185,
        label: "اداره عملیات ریالی",
      },
      {
        value: 1099999,
        label: "واحد ستادی",
      },
    ],
  },
  {
    value: 11,
    label: "بانک صنعت و معدن",
    bankCode: 11,
    branches: [
      {
        value: 1100000,
        label: "بانک صنعت و معدن",
      },
      {
        value: 1100101,
        label: "تهران مرکزی",
      },
      {
        value: 1100102,
        label: "تبریز",
      },
      {
        value: 1100103,
        label: "ساري",
      },
      {
        value: 1100104,
        label: "زنجان",
      },
      {
        value: 1100105,
        label: "اردبیل",
      },
      {
        value: 1100106,
        label: "اهواز",
      },
      {
        value: 1100107,
        label: "کرمانشاه",
      },
      {
        value: 1100108,
        label: "قم",
      },
      {
        value: 1100109,
        label: "یزد",
      },
      {
        value: 1100110,
        label: "بوشهر",
      },
      {
        value: 1100111,
        label: "مشهد",
      },
      {
        value: 1100114,
        label: "اراک",
      },
      {
        value: 1100115,
        label: "قزوین",
      },
      {
        value: 1100116,
        label: "كرمان",
      },
      {
        value: 1100117,
        label: "بندرعباس",
      },
      {
        value: 1100118,
        label: "زاهدان",
      },
      {
        value: 1100119,
        label: "سمنان",
      },
      {
        value: 1100120,
        label: "شهرکرد",
      },
      {
        value: 1100121,
        label: "یاسوج",
      },
      {
        value: 1100122,
        label: "رشت",
      },
      {
        value: 1100123,
        label: "گرگان",
      },
      {
        value: 1100124,
        label: "همدان",
      },
      {
        value: 1100125,
        label: "ارومیه",
      },
      {
        value: 1100126,
        label: "خرم‌آباد",
      },
      {
        value: 1100127,
        label: "سنندج",
      },
      {
        value: 1100128,
        label: "ایلام",
      },
      {
        value: 1100129,
        label: "اصفهان",
      },
      {
        value: 1100130,
        label: "شیراز",
      },
      {
        value: 1100131,
        label: "شکوهیه قم",
      },
      {
        value: 1100133,
        label: "کرج",
      },
      {
        value: 1100134,
        label: "صنعت",
      },
      {
        value: 1100137,
        label: "فولاد",
      },
      {
        value: 1100140,
        label: "کیش",
      },
      {
        value: 1100141,
        label: "بجنورد",
      },
      {
        value: 1100142,
        label: "بيرجند",
      },
      {
        value: 1100143,
        label: "شهر صنعتی البرز",
      },
      {
        value: 1100145,
        label: "بورس کالای ایران",
      },
      {
        value: 1100147,
        label: "شهرک صنعتی جی اصفهان",
      },
      {
        value: 1100148,
        label: "شهرک صنعتی بزرگ شیراز",
      },
      {
        value: 1100149,
        label: "بروجرد",
      },
      {
        value: 1100152,
        label: "شهرک صنعتی طوس مشهد",
      },
      {
        value: 1100153,
        label: "سبزوار",
      },
      {
        value: 1100154,
        label: "شاهرود",
      },
      {
        value: 1100155,
        label: "کاشان",
      },
      {
        value: 1100156,
        label: "شهرک صنعتی خضرآباد یزد",
      },
      {
        value: 1100158,
        label: "شهرک صنعتی شهید نورائی شمس‌آباد",
      },
      {
        value: 1100160,
        label: "شهيد بهشتي ابهر",
      },
      {
        value: 1100162,
        label: "شهید طیبی آمل",
      },
      {
        value: 1100163,
        label: "شهید شهسواری تبریز",
      },
      {
        value: 1100164,
        label: "شهرک صنعتی اشتهارد",
      },
      {
        value: 1100170,
        label: "توسعه ملی",
      },
      {
        value: 1100171,
        label: "شهید دشتی تنکابن",
      },
      {
        value: 1199999,
        label: "واحد ستادی بانک صنعت و معدن",
      },
    ],
  },
  {
    value: 12,
    label: "بانک ملت",
    bankCode: 12,
    branches: [
      {
        value: 1200000,
        label: "بانک ملت",
      },
      {
        value: 1210157,
        label: "بازرگان",
      },
      {
        value: 1210603,
        label: "ارومیه",
      },
      {
        value: 1210900,
        label: "بلوار شهید باهنر ارومیه",
      },
      {
        value: 1212955,
        label: "میدان بسیج اردبیل",
      },
      {
        value: 1212963,
        label: "اردبیل",
      },
      {
        value: 1213425,
        label: "تبریز",
      },
      {
        value: 1213433,
        label: "پروین اعتصامی تبریز",
      },
      {
        value: 1213474,
        label: "میدان ساعت تبریز",
      },
      {
        value: 1213516,
        label: "خیابان شهید مدنی تبریز",
      },
      {
        value: 1213532,
        label: "میدان آزادی تبریز",
      },
      {
        value: 1214134,
        label: "ائل گلی تبریز",
      },
      {
        value: 1217012,
        label: "آستارا",
      },
      {
        value: 1217376,
        label: "بندر انزلی",
      },
      {
        value: 1217939,
        label: "رشت",
      },
      {
        value: 1218077,
        label: "خیابان امام خمینی (ره) رشت",
      },
      {
        value: 1218150,
        label: "توحید گلساررشت",
      },
      {
        value: 1219208,
        label: "لاهیجان",
      },
      {
        value: 1220578,
        label: "زنجان",
      },
      {
        value: 1221089,
        label: "قزوین",
      },
      {
        value: 1221139,
        label: "شهر صنعتی البرز قزوین",
      },
      {
        value: 1221261,
        label: "شهرک صنعتی کاسپین قزوین",
      },
      {
        value: 1223051,
        label: "سنندج",
      },
      {
        value: 1224356,
        label: "چهارراه بسیج کرمانشاه",
      },
      {
        value: 1224372,
        label: "کرمانشاه",
      },
      {
        value: 1225841,
        label: "همدان",
      },
      {
        value: 1226153,
        label: "چهارراه خواجه رشید همدان",
      },
      {
        value: 1227078,
        label: "ایلام",
      },
      {
        value: 1227094,
        label: "شهید کشوری ایلام",
      },
      {
        value: 1228613,
        label: "چهارراه بانک خرم آباد",
      },
      {
        value: 1228696,
        label: "خرم آباد",
      },
      {
        value: 1230874,
        label: "اهواز",
      },
      {
        value: 1230965,
        label: "آزادگان اهواز",
      },
      {
        value: 1231039,
        label: "فلکه پادادشهر اهواز",
      },
      {
        value: 1231211,
        label: "پتروشیمی شهید تندگویان",
      },
      {
        value: 1235071,
        label: "شهرکرد",
      },
      {
        value: 1236269,
        label: "یاسوج",
      },
      {
        value: 1237200,
        label: "خیابان صفوی بوشهر",
      },
      {
        value: 1237309,
        label: "بوشهر",
      },
      {
        value: 1237457,
        label: "بندر عسلویه",
      },
      {
        value: 1238901,
        label: "شیراز",
      },
      {
        value: 1239255,
        label: "دانشکده پزشکی شیراز",
      },
      {
        value: 1239446,
        label: "ملاصدرا شیراز",
      },
      {
        value: 1239651,
        label: "ارم شیراز",
      },
      {
        value: 1239735,
        label: "چهارراه گمرک شیراز",
      },
      {
        value: 1243174,
        label: "بندرعباس",
      },
      {
        value: 1243414,
        label: "مصلی بندرعباس",
      },
      {
        value: 1244164,
        label: "قشم",
      },
      {
        value: 1244172,
        label: "کیش",
      },
      {
        value: 1244776,
        label: "رفسنجان",
      },
      {
        value: 1245054,
        label: "کرمان",
      },
      {
        value: 1245179,
        label: "شهید صدوقی کرمان",
      },
      {
        value: 1246235,
        label: "سیرجان",
      },
      {
        value: 1246490,
        label: "ارگ جدید بم",
      },
      {
        value: 1247050,
        label: "زابل",
      },
      {
        value: 1247241,
        label: "زاهدان",
      },
      {
        value: 1247290,
        label: "چهارراه رسولی زاهدان",
      },
      {
        value: 1247456,
        label: "منطقه آزاد تجاری صنعتی چابهار",
      },
      {
        value: 1248306,
        label: "شریعتی بجنورد",
      },
      {
        value: 1249049,
        label: "مشهد",
      },
      {
        value: 1249221,
        label: "مدرس مشهد",
      },
      {
        value: 1249403,
        label: "دهم دی مشهد",
      },
      {
        value: 1249411,
        label: "آستان قدس مشهد",
      },
      {
        value: 1249437,
        label: "سناباد مشهد",
      },
      {
        value: 1249825,
        label: "بلوار سجاد  مشهد",
      },
      {
        value: 1253991,
        label: "بیرجند",
      },
      {
        value: 1254635,
        label: "صباح گنبد",
      },
      {
        value: 1255277,
        label: "ناهارخوران",
      },
      {
        value: 1255459,
        label: "گرگان",
      },
      {
        value: 1255558,
        label: "ولیعصر گرگان",
      },
      {
        value: 1258735,
        label: "میدان امام ساری",
      },
      {
        value: 1259071,
        label: "آمل",
      },
      {
        value: 1260566,
        label: "شاهرود",
      },
      {
        value: 1261259,
        label: "سمنان",
      },
      {
        value: 1261523,
        label: "ایوان کی",
      },
      {
        value: 1261572,
        label: "گرمسار",
      },
      {
        value: 1262018,
        label: "چهارراه ولیعصر",
      },
      {
        value: 1262026,
        label: "میدان فردوسی",
      },
      {
        value: 1262059,
        label: "خیابان حافظ",
      },
      {
        value: 1262067,
        label: "سعدی جنوبی",
      },
      {
        value: 1262117,
        label: "بورس کالا",
      },
      {
        value: 1262182,
        label: "ناصرخسرو",
      },
      {
        value: 1262240,
        label: "فردوسی شمالی",
      },
      {
        value: 1262356,
        label: "میدان استقلال",
      },
      {
        value: 1262406,
        label: "بهداشت ودرمان تهران",
      },
      {
        value: 1262463,
        label: "اسلامبول",
      },
      {
        value: 1262471,
        label: "چهارراه جمهوری",
      },
      {
        value: 1262505,
        label: "موزه ملی قرآن کریم",
      },
      {
        value: 1263016,
        label: "استاد مطهری",
      },
      {
        value: 1263032,
        label: "استاد نجات الهی شمالی",
      },
      {
        value: 1263073,
        label: "بلوار کشاورز",
      },
      {
        value: 1263123,
        label: "پارک ساعی",
      },
      {
        value: 1263180,
        label: "کیوان",
      },
      {
        value: 1263214,
        label: "سپهبد قرنی",
      },
      {
        value: 1263222,
        label: "خیابان ایرانشهر",
      },
      {
        value: 1263255,
        label: "وزارت نفت",
      },
      {
        value: 1263396,
        label: "مرکز بانکداری تجاری لاله ملت",
      },
      {
        value: 1263404,
        label: "هجرت",
      },
      {
        value: 1263420,
        label: "خیابان دمشق",
      },
      {
        value: 1263495,
        label: "خیابان فجر",
      },
      {
        value: 1263529,
        label: "مستقل مرکزی",
      },
      {
        value: 1263560,
        label: "کندوان انقلاب",
      },
      {
        value: 1263594,
        label: "میدان هفتم تیر",
      },
      {
        value: 1264030,
        label: "شهید سردار قاسم سلیمانی",
      },
      {
        value: 1264048,
        label: "سبزه میدان",
      },
      {
        value: 1264188,
        label: "بازار",
      },
      {
        value: 1264352,
        label: "پالایشگاه تهران",
      },
      {
        value: 1265029,
        label: "میدان فرهنگ",
      },
      {
        value: 1265052,
        label: "قلهک",
      },
      {
        value: 1265078,
        label: "میرداماد",
      },
      {
        value: 1265086,
        label: "میدان آرژانتین",
      },
      {
        value: 1265128,
        label: "شهید سرافراز",
      },
      {
        value: 1265144,
        label: "گلفام آفریقا",
      },
      {
        value: 1265151,
        label: "دلپذیر",
      },
      {
        value: 1265169,
        label: "دکتر بهشتی",
      },
      {
        value: 1265177,
        label: "ونک",
      },
      {
        value: 1265201,
        label: "اسکان",
      },
      {
        value: 1265276,
        label: "بلوار ناهید",
      },
      {
        value: 1265284,
        label: "گاندی",
      },
      {
        value: 1265359,
        label: "نارنجستان پاسداران",
      },
      {
        value: 1265441,
        label: "ولیعصر نبش دکتر بهشتی",
      },
      {
        value: 1265540,
        label: "سعادت آباد",
      },
      {
        value: 1265573,
        label: "گلستان پاسداران",
      },
      {
        value: 1265607,
        label: "سازمان گسترش",
      },
      {
        value: 1265615,
        label: "پروفسور حسابی الهیه",
      },
      {
        value: 1265656,
        label: "مسجد جامع شهرک قدس",
      },
      {
        value: 1265730,
        label: "مرکز بانکداری تجاری میرداماد- نفت",
      },
      {
        value: 1265748,
        label: "فراز آسمان سعادت آباد",
      },
      {
        value: 1265821,
        label: "بورس سعادت آباد",
      },
      {
        value: 1265862,
        label: "ظفر",
      },
      {
        value: 1266092,
        label: "اسلامشهر",
      },
      {
        value: 1266225,
        label: "زامیاد",
      },
      {
        value: 1266316,
        label: "صنعتی فتح",
      },
      {
        value: 1266548,
        label: "سایپا-جیحون",
      },
      {
        value: 1266647,
        label: "رباط کریم",
      },
      {
        value: 1267025,
        label: "دکتر فاطمی",
      },
      {
        value: 1267082,
        label: "آزادی",
      },
      {
        value: 1267397,
        label: "دانشگاه تهران",
      },
      {
        value: 1267561,
        label: "میدان توحید",
      },
      {
        value: 1267579,
        label: "خیابان ونک(تک)",
      },
      {
        value: 1267603,
        label: "پارس خودرو",
      },
      {
        value: 1267645,
        label: "شهر زیبا",
      },
      {
        value: 1267736,
        label: "ایران کاوه",
      },
      {
        value: 1267827,
        label: "مهستان شهرک قدس",
      },
      {
        value: 1268072,
        label: "سه‌راه طالقانی",
      },
      {
        value: 1268460,
        label: "نبوت",
      },
      {
        value: 1268486,
        label: "سرخه حصار",
      },
      {
        value: 1268585,
        label: "چهارراه رشید",
      },
      {
        value: 1268692,
        label: "بلوار سردار جنگل",
      },
      {
        value: 1269690,
        label: "واحد تخصصی ارزی بهبودی",
      },
      {
        value: 1270003,
        label: "دولت",
      },
      {
        value: 1287155,
        label: "شهر صنعتی کاوه ساوه",
      },
      {
        value: 1287510,
        label: "قم",
      },
      {
        value: 1287668,
        label: "بلوار امین قم",
      },
      {
        value: 1287734,
        label: "میدان جهاد قم",
      },
      {
        value: 1288054,
        label: "کرج",
      },
      {
        value: 1288104,
        label: "چهارراه گلزارکرج",
      },
      {
        value: 1288302,
        label: "کمال شهر کرج",
      },
      {
        value: 1288310,
        label: "منظریه کرج",
      },
      {
        value: 1288468,
        label: "اراک",
      },
      {
        value: 1289268,
        label: "کاشان",
      },
      {
        value: 1289953,
        label: "دلیجان",
      },
      {
        value: 1291736,
        label: "اصفهان",
      },
      {
        value: 1291785,
        label: "چهارراه حکیم نظامی اصفهان",
      },
      {
        value: 1291884,
        label: "چهارراه نظر اصفهان",
      },
      {
        value: 1291934,
        label: "فلکه ارتش اصفهان",
      },
      {
        value: 1292098,
        label: "بلوار آئینه خانه اصفهان",
      },
      {
        value: 1292106,
        label: "دانشگاه اصفهان",
      },
      {
        value: 1292189,
        label: "میدان آزادی اصفهان",
      },
      {
        value: 1292460,
        label: "شیخ صدوق اصفهان",
      },
      {
        value: 1296313,
        label: "میبد",
      },
      {
        value: 1296776,
        label: "بلوار جمهوری اسلامی یزد",
      },
      {
        value: 1299999,
        label: "واحد ستادی بانک ملت",
      },
    ],
  },
  {
    value: 13,
    label: "بانک رفاه کارگران",
    bankCode: 13,
    branches: [
      {
        value: 1300000,
        label: "بانک رفاه کارگران",
      },
      {
        value: 1300100,
        label: "واحد دیجیتال ارائه خدمات بانکی",
      },
      {
        value: 1300101,
        label: "مرکزی",
      },
      {
        value: 1300104,
        label: "وزارت تعاون، کار و رفاه اجتماعی",
      },
      {
        value: 1300107,
        label: "بلوار کشاورز",
      },
      {
        value: 1300110,
        label: "مقدس اردبیلی",
      },
      {
        value: 1300112,
        label: "انقلاب",
      },
      {
        value: 1300116,
        label: "بازار",
      },
      {
        value: 1300117,
        label: "ملت",
      },
      {
        value: 1300124,
        label: "استاد مطهری",
      },
      {
        value: 1300126,
        label: "صنعتگران",
      },
      {
        value: 1300127,
        label: "فلکه دوم صادقیه",
      },
      {
        value: 1300133,
        label: "آرارات",
      },
      {
        value: 1300136,
        label: "دادمان",
      },
      {
        value: 1300140,
        label: "پاسداران",
      },
      {
        value: 1300142,
        label: "پارک ساعی",
      },
      {
        value: 1300143,
        label: "سعادت‌آباد",
      },
      {
        value: 1300144,
        label: "پردیس",
      },
      {
        value: 1300146,
        label: "بازار استیل",
      },
      {
        value: 1300147,
        label: "نجات‌الهی شمالی",
      },
      {
        value: 1300152,
        label: "میرداماد",
      },
      {
        value: 1300164,
        label: "صندوق توسعه ملی",
      },
      {
        value: 1300170,
        label: "ظفر",
      },
      {
        value: 1300176,
        label: "پارک لاله",
      },
      {
        value: 1300181,
        label: "کوی نصر",
      },
      {
        value: 1300185,
        label: "کریمخان",
      },
      {
        value: 1300194,
        label: "سیدخندان",
      },
      {
        value: 1300197,
        label: "آپادانا",
      },
      {
        value: 1300201,
        label: "اصفهان",
      },
      {
        value: 1300202,
        label: "مرکزی تبریز",
      },
      {
        value: 1300205,
        label: "اهواز",
      },
      {
        value: 1300207,
        label: "مشهد",
      },
      {
        value: 1300208,
        label: "کرمانشاه",
      },
      {
        value: 1300210,
        label: "یزد",
      },
      {
        value: 1300211,
        label: "شیراز",
      },
      {
        value: 1300212,
        label: "کرج",
      },
      {
        value: 1300215,
        label: "قزوین",
      },
      {
        value: 1300216,
        label: "رشت",
      },
      {
        value: 1300217,
        label: "ارومیه",
      },
      {
        value: 1300218,
        label: "بندرعباس",
      },
      {
        value: 1300219,
        label: "کاشان",
      },
      {
        value: 1300220,
        label: "زنجان",
      },
      {
        value: 1300221,
        label: "همدان",
      },
      {
        value: 1300222,
        label: "اراک",
      },
      {
        value: 1300223,
        label: "بندر انزلی",
      },
      {
        value: 1300225,
        label: "زاهدان",
      },
      {
        value: 1300228,
        label: "قم",
      },
      {
        value: 1300230,
        label: "گرگان",
      },
      {
        value: 1300232,
        label: "ساری",
      },
      {
        value: 1300233,
        label: "بندر بوشهر",
      },
      {
        value: 1300235,
        label: "لاهیجان",
      },
      {
        value: 1300236,
        label: "آمل",
      },
      {
        value: 1300237,
        label: "اردبیل",
      },
      {
        value: 1300240,
        label: "سنندج",
      },
      {
        value: 1300246,
        label: "سمنان",
      },
      {
        value: 1300254,
        label: "شهرصنعتی البرز",
      },
      {
        value: 1300255,
        label: "شهرکرد",
      },
      {
        value: 1300256,
        label: "مهاباد",
      },
      {
        value: 1300263,
        label: "ایلام",
      },
      {
        value: 1300271,
        label: "بجنورد",
      },
      {
        value: 1300274,
        label: "میبد",
      },
      {
        value: 1300288,
        label: "سعادت آباد اصفهان",
      },
      {
        value: 1300290,
        label: "شهیدصدوقی یزد",
      },
      {
        value: 1300296,
        label: "آستارا",
      },
      {
        value: 1300301,
        label: "بیرجند",
      },
      {
        value: 1300303,
        label: "بیست ونه بهمن تبریز",
      },
      {
        value: 1300311,
        label: "سقز",
      },
      {
        value: 1300387,
        label: "علوی زاهدان",
      },
      {
        value: 1300399,
        label: "خرم آباد",
      },
      {
        value: 1300420,
        label: "ذغال سنگ پروده طبس",
      },
      {
        value: 1300480,
        label: "شریعتی تبریز",
      },
      {
        value: 1300489,
        label: "سعدی شیراز",
      },
      {
        value: 1300493,
        label: "کیش",
      },
      {
        value: 1300554,
        label: "احمدآبادمشهد",
      },
      {
        value: 1300571,
        label: "پزشکان تبریز",
      },
      {
        value: 1300654,
        label: "صلاح الدین ایوبی بانه",
      },
      {
        value: 1300720,
        label: "امام خمینی (ره) بوشهر",
      },
      {
        value: 1300730,
        label: "چهارراه حافظ اردبیل",
      },
      {
        value: 1300733,
        label: "شیخ صدوق اصفهان",
      },
      {
        value: 1300736,
        label: "علوم پزشکی اصفهان",
      },
      {
        value: 1300768,
        label: "علوم پزشکی یاسوج",
      },
      {
        value: 1300800,
        label: "خیام مشهد",
      },
      {
        value: 1300858,
        label: "پانیذ کیش",
      },
      {
        value: 1300877,
        label: "نمونه کرج",
      },
      {
        value: 1300891,
        label: "مرکزی مهران",
      },
      {
        value: 1300950,
        label: "بیمارستان قائم مشهد",
      },
      {
        value: 1301013,
        label: "مجتمع تجاری گلستان",
      },
      {
        value: 1301039,
        label: "ولنجک",
      },
      {
        value: 1301041,
        label: "میدان ولیعصر",
      },
      {
        value: 1301102,
        label: "بیمارستان میلاد تهران",
      },
      {
        value: 1301107,
        label: "مرکزی قشم",
      },
      {
        value: 1301108,
        label: "منظریه نیاوران",
      },
      {
        value: 1301131,
        label: "ادب سنندج",
      },
      {
        value: 1301135,
        label: "ایران ترانسفوزنجان",
      },
      {
        value: 1301137,
        label: "امام جمعه کرمان",
      },
      {
        value: 1301143,
        label: "شهید صدوقی کرمان",
      },
      {
        value: 1301155,
        label: "صاحبقرانیه",
      },
      {
        value: 1301166,
        label: "بیمه میهن",
      },
      {
        value: 1301185,
        label: "بندر عسلویه",
      },
      {
        value: 1301236,
        label: "شهید بهشتی غربی",
      },
      {
        value: 1301242,
        label: "دو راهی قلهک",
      },
      {
        value: 1301243,
        label: "چهار‌راه جهان کودک",
      },
      {
        value: 1301258,
        label: "دکتر حسابی",
      },
      {
        value: 1301260,
        label: "میدان شیخ بهایی",
      },
      {
        value: 1301291,
        label: "میدان جهاد",
      },
      {
        value: 1301328,
        label: "سپهبد قرنی",
      },
      {
        value: 1301333,
        label: "کرمان خودرو",
      },
      {
        value: 1301345,
        label: "پارس مینو",
      },
      {
        value: 1301368,
        label: "باغ فردوس",
      },
      {
        value: 1301386,
        label: "شهید بهشتی ارومیه",
      },
      {
        value: 1301390,
        label: "تهرانسر",
      },
      {
        value: 1301397,
        label: "بلوار شهرداري مهرشهر كرج",
      },
      {
        value: 1399999,
        label: "واحد ستادی بانک رفاه کارگران",
      },
    ],
  },
  {
    value: 14,
    label: "بانک مسکن",
    bankCode: 14,
    branches: [
      {
        value: 1400000,
        label: "بانک مسکن",
      },
      {
        value: 1401111,
        label: "مرکزی تهران",
      },
      {
        value: 1401112,
        label: "مرکزی مشهد",
      },
      {
        value: 1401114,
        label: "مرکزی اصفهان",
      },
      {
        value: 1401115,
        label: "مرکزی تبریز",
      },
      {
        value: 1401117,
        label: "مرکزی شیراز",
      },
      {
        value: 1401126,
        label: "مرکزی اهواز",
      },
      {
        value: 1401129,
        label: "توحید تهران",
      },
      {
        value: 1401141,
        label: "مرکزی ارومیه",
      },
      {
        value: 1401158,
        label: "مرکزی اراک",
      },
      {
        value: 1401161,
        label: "مرکزی دزفول",
      },
      {
        value: 1401181,
        label: "تجریش تهران",
      },
      {
        value: 1401217,
        label: "مرکزی کرج",
      },
      {
        value: 1401255,
        label: "کریمخان زند تهران",
      },
      {
        value: 1401295,
        label: "طالقانی تهران",
      },
      {
        value: 1401469,
        label: "میرداماد تهران",
      },
      {
        value: 1401942,
        label: "مرکزی کیش",
      },
      {
        value: 1402276,
        label: "صدف چابهار",
      },
      {
        value: 1402412,
        label: "سعادت آبادتهران",
      },
      {
        value: 1402554,
        label: "آفریقای شمالی تهران",
      },
      {
        value: 1402721,
        label: "توانیر ولیعصر تهران",
      },
      {
        value: 1402782,
        label: "مرکزی قشم",
      },
      {
        value: 1402889,
        label: "میدان ونک تهران",
      },
      {
        value: 1404191,
        label: "مسعودیه تهران",
      },
      {
        value: 1404576,
        label: "قائمیه اسلامشهر",
      },
      {
        value: 1499999,
        label: "واحد ستادی بانک مسکن",
      },
    ],
  },
  {
    value: 15,
    label: "بانک سپه",
    bankCode: 15,
    branches: [
      {
        value: 1500000,
        label: "بانک سپه",
      },
      {
        value: 1500001,
        label: "مرکزی",
      },
      {
        value: 1500002,
        label: "بازار تهران",
      },
      {
        value: 1500004,
        label: "خیام",
      },
      {
        value: 1500005,
        label: "اراک",
      },
      {
        value: 1500006,
        label: "اصفهان",
      },
      {
        value: 1500007,
        label: "اهواز",
      },
      {
        value: 1500008,
        label: "فارابی",
      },
      {
        value: 1500009,
        label: "تبریز",
      },
      {
        value: 1500010,
        label: "خرم آباد",
      },
      {
        value: 1500011,
        label: "آیت اله خامنه ای خرمشهر",
      },
      {
        value: 1500012,
        label: "رشت",
      },
      {
        value: 1500014,
        label: "ارومیه",
      },
      {
        value: 1500015,
        label: "سنندج",
      },
      {
        value: 1500016,
        label: "شیراز",
      },
      {
        value: 1500017,
        label: "قزوین",
      },
      {
        value: 1500018,
        label: "قم",
      },
      {
        value: 1500019,
        label: "کرمان",
      },
      {
        value: 1500020,
        label: "کرمانشاه",
      },
      {
        value: 1500021,
        label: "گرگان",
      },
      {
        value: 1500022,
        label: "لاهیجان",
      },
      {
        value: 1500024,
        label: "مشهد",
      },
      {
        value: 1500025,
        label: "همدان",
      },
      {
        value: 1500026,
        label: "یزد",
      },
      {
        value: 1500027,
        label: "زاهدان",
      },
      {
        value: 1500028,
        label: "گنبد کاووس",
      },
      {
        value: 1500029,
        label: "آبادان",
      },
      {
        value: 1500030,
        label: "آمل",
      },
      {
        value: 1500031,
        label: "مراغه",
      },
      {
        value: 1500032,
        label: "رفسنجان",
      },
      {
        value: 1500034,
        label: "تربت حیدریه",
      },
      {
        value: 1500035,
        label: "بجنورد",
      },
      {
        value: 1500036,
        label: "بندر انزلی",
      },
      {
        value: 1500037,
        label: "سبزوار",
      },
      {
        value: 1500038,
        label: "مهاباد",
      },
      {
        value: 1500039,
        label: "بندرعباس",
      },
      {
        value: 1500040,
        label: "کاشان",
      },
      {
        value: 1500041,
        label: "کازرون",
      },
      {
        value: 1500042,
        label: "احمد آباد آبادان",
      },
      {
        value: 1500044,
        label: "بندر بوشهر",
      },
      {
        value: 1500045,
        label: "نیشابور",
      },
      {
        value: 1500047,
        label: "شاهرود",
      },
      {
        value: 1500048,
        label: "زنجان",
      },
      {
        value: 1500049,
        label: "اردبیل",
      },
      {
        value: 1500050,
        label: "انقلاب-دروازه دولت",
      },
      {
        value: 1500051,
        label: "ساری",
      },
      {
        value: 1500052,
        label: "سعدی شمالی",
      },
      {
        value: 1500054,
        label: "کرج",
      },
      {
        value: 1500055,
        label: "سقز",
      },
      {
        value: 1500057,
        label: "میدان انقلاب تهران",
      },
      {
        value: 1500058,
        label: "جهرم",
      },
      {
        value: 1500059,
        label: "بیرجند",
      },
      {
        value: 1500060,
        label: "رودسر",
      },
      {
        value: 1500061,
        label: "خوی",
      },
      {
        value: 1500062,
        label: "لارستان",
      },
      {
        value: 1500065,
        label: "بابل",
      },
      {
        value: 1500066,
        label: "آستانه اشرفیه",
      },
      {
        value: 1500067,
        label: "کلاچای",
      },
      {
        value: 1500068,
        label: "سمنان",
      },
      {
        value: 1500069,
        label: "بروجرد",
      },
      {
        value: 1500070,
        label: "فومن",
      },
      {
        value: 1500071,
        label: "آستارا",
      },
      {
        value: 1500072,
        label: "قوچان",
      },
      {
        value: 1500074,
        label: "بابلسر",
      },
      {
        value: 1500075,
        label: "بم",
      },
      {
        value: 1500076,
        label: "لنگرود",
      },
      {
        value: 1500077,
        label: "چالوس",
      },
      {
        value: 1500078,
        label: "میاندوآب",
      },
      {
        value: 1500079,
        label: "میانه",
      },
      {
        value: 1500080,
        label: "کاشمر",
      },
      {
        value: 1500081,
        label: "دزفول",
      },
      {
        value: 1500082,
        label: "فسا",
      },
      {
        value: 1500084,
        label: "تنکابن",
      },
      {
        value: 1500086,
        label: "شهید حیدر خسروی پور کنگاور",
      },
      {
        value: 1500087,
        label: "دامغان",
      },
      {
        value: 1500089,
        label: "زابل",
      },
      {
        value: 1500090,
        label: "سنقر کلیایی",
      },
      {
        value: 1500091,
        label: "بیجار",
      },
      {
        value: 1500092,
        label: "شیروان",
      },
      {
        value: 1500094,
        label: "سراب",
      },
      {
        value: 1500095,
        label: "درگز",
      },
      {
        value: 1500096,
        label: "قصر شیرین",
      },
      {
        value: 1500097,
        label: "محلات",
      },
      {
        value: 1500098,
        label: "نجف آباد",
      },
      {
        value: 1500099,
        label: "شهرضا",
      },
      {
        value: 1500100,
        label: "بهشهر",
      },
      {
        value: 1500101,
        label: "تویسرکان",
      },
      {
        value: 1500102,
        label: "آق قلا",
      },
      {
        value: 1500104,
        label: "بندر ترکمن",
      },
      {
        value: 1500105,
        label: "علی آباد کتول",
      },
      {
        value: 1500106,
        label: "سلماس آذربایجان",
      },
      {
        value: 1500107,
        label: "خمینی شهر",
      },
      {
        value: 1500109,
        label: "گلپایگان",
      },
      {
        value: 1500110,
        label: "اسلام‌آباد غرب",
      },
      {
        value: 1500111,
        label: "بوعلی",
      },
      {
        value: 1500112,
        label: "مرند",
      },
      {
        value: 1500114,
        label: "سرپل ذهاب",
      },
      {
        value: 1500115,
        label: "نهاوند",
      },
      {
        value: 1500116,
        label: "بهبهان",
      },
      {
        value: 1500117,
        label: "سیرجان",
      },
      {
        value: 1500118,
        label: "طبس",
      },
      {
        value: 1500119,
        label: "گناباد",
      },
      {
        value: 1500120,
        label: "داراب",
      },
      {
        value: 1500121,
        label: "فریدونکنار",
      },
      {
        value: 1500122,
        label: "نی ریز",
      },
      {
        value: 1500124,
        label: "آباده",
      },
      {
        value: 1500125,
        label: "ماکو",
      },
      {
        value: 1500126,
        label: "ایلام",
      },
      {
        value: 1500127,
        label: "خمین",
      },
      {
        value: 1500129,
        label: "استاد مطهری رشت",
      },
      {
        value: 1500130,
        label: "ملایر",
      },
      {
        value: 1500131,
        label: "شهر ری",
      },
      {
        value: 1500132,
        label: "هشتپر (تالش)",
      },
      {
        value: 1500135,
        label: "شریعتی جنوبی تبریز",
      },
      {
        value: 1500136,
        label: "شهید بهشتی تبریز",
      },
      {
        value: 1500139,
        label: "میدان امام علی(ع) اصفهان",
      },
      {
        value: 1500140,
        label: "شهید رجایی کرمانشاه",
      },
      {
        value: 1500142,
        label: "املش",
      },
      {
        value: 1500144,
        label: "خیابان امام رضا آمل",
      },
      {
        value: 1500145,
        label: "بازار زنجان",
      },
      {
        value: 1500146,
        label: "جیرفت",
      },
      {
        value: 1500147,
        label: "میدان آزادی اردبیل",
      },
      {
        value: 1500148,
        label: "ابهر",
      },
      {
        value: 1500149,
        label: "بانه",
      },
      {
        value: 1500150,
        label: "میدان شهدا",
      },
      {
        value: 1500151,
        label: "امام خمینی گنبد کاووس",
      },
      {
        value: 1500152,
        label: "رودکی جنوبی",
      },
      {
        value: 1500154,
        label: "نکا",
      },
      {
        value: 1500155,
        label: "بازار بابل",
      },
      {
        value: 1500156,
        label: "بازار ارومیه",
      },
      {
        value: 1500158,
        label: "میدان توحید مشهد",
      },
      {
        value: 1500159,
        label: "سرچشمه",
      },
      {
        value: 1500160,
        label: "سی تیر",
      },
      {
        value: 1500161,
        label: "جمهوری اسلامی",
      },
      {
        value: 1500162,
        label: "بازار قزوین",
      },
      {
        value: 1500164,
        label: "بازار همدان",
      },
      {
        value: 1500165,
        label: "آزاد شهر",
      },
      {
        value: 1500166,
        label: "جعفری بروجرد",
      },
      {
        value: 1500167,
        label: "فلکه شریعتی شیراز",
      },
      {
        value: 1500168,
        label: "طالقانی",
      },
      {
        value: 1500169,
        label: "بازار بلور تهران",
      },
      {
        value: 1500170,
        label: "میدان جهاد تهران",
      },
      {
        value: 1500171,
        label: "یوسف آباد",
      },
      {
        value: 1500174,
        label: "اسد آباد",
      },
      {
        value: 1500175,
        label: "اندیمشک",
      },
      {
        value: 1500176,
        label: "سرتیپ نامجو شمالی",
      },
      {
        value: 1500177,
        label: "دکتر شریعتی",
      },
      {
        value: 1500178,
        label: "خیابان ولی عصر تهران",
      },
      {
        value: 1500180,
        label: "پیروزی",
      },
      {
        value: 1500181,
        label: "رامسر",
      },
      {
        value: 1500182,
        label: "بناب",
      },
      {
        value: 1500186,
        label: "خیابان هلال احمر تهران",
      },
      {
        value: 1500187,
        label: "گالیکش",
      },
      {
        value: 1500188,
        label: "غازیان",
      },
      {
        value: 1500190,
        label: "خوانسار",
      },
      {
        value: 1500191,
        label: "داودیه",
      },
      {
        value: 1500192,
        label: "میدان تجریش تهران",
      },
      {
        value: 1500194,
        label: "بازار عباس آباد",
      },
      {
        value: 1500195,
        label: "فلسطین شمالی",
      },
      {
        value: 1500196,
        label: "بجستان",
      },
      {
        value: 1500197,
        label: "سهروردي شمالي",
      },
      {
        value: 1500198,
        label: "امیر آباد شمالی",
      },
      {
        value: 1500199,
        label: "مجیدیه",
      },
      {
        value: 1500200,
        label: "صومعه سرا",
      },
      {
        value: 1500201,
        label: "شهید آیت اله رئیسی مشهد",
      },
      {
        value: 1500202,
        label: "شوشتر",
      },
      {
        value: 1500205,
        label: "فریمان",
      },
      {
        value: 1500206,
        label: "بردسیر",
      },
      {
        value: 1500207,
        label: "سه‌راه انوری شیراز",
      },
      {
        value: 1500208,
        label: "اسفراین",
      },
      {
        value: 1500209,
        label: "برازجان",
      },
      {
        value: 1500210,
        label: "میبد یزد",
      },
      {
        value: 1500211,
        label: "ساوه",
      },
      {
        value: 1500212,
        label: "دوگنبدان (گچساران)",
      },
      {
        value: 1500214,
        label: "سیاهکل",
      },
      {
        value: 1500215,
        label: "کردکوی",
      },
      {
        value: 1500216,
        label: "شهرکرد",
      },
      {
        value: 1500217,
        label: "نیر اردبیل",
      },
      {
        value: 1500218,
        label: "کوچصفهان",
      },
      {
        value: 1500219,
        label: "بردسکن",
      },
      {
        value: 1500220,
        label: "بشرویه",
      },
      {
        value: 1500221,
        label: "صفوی مشهد",
      },
      {
        value: 1500222,
        label: "بهار",
      },
      {
        value: 1500224,
        label: "تایباد",
      },
      {
        value: 1500225,
        label: "اردکان",
      },
      {
        value: 1500226,
        label: "مرودشت",
      },
      {
        value: 1500227,
        label: "صحنه",
      },
      {
        value: 1500228,
        label: "سعدی جنوبی",
      },
      {
        value: 1500229,
        label: "نازی آباد",
      },
      {
        value: 1500230,
        label: "ابن سینا",
      },
      {
        value: 1500232,
        label: "خلخال",
      },
      {
        value: 1500234,
        label: "قائن",
      },
      {
        value: 1500235,
        label: "میدان توحید",
      },
      {
        value: 1500236,
        label: "هرسین",
      },
      {
        value: 1500238,
        label: "شوش دانیال",
      },
      {
        value: 1500239,
        label: "تربت جام",
      },
      {
        value: 1500240,
        label: "مریوان",
      },
      {
        value: 1500241,
        label: "جویبار",
      },
      {
        value: 1500242,
        label: "مسجد سلیمان",
      },
      {
        value: 1500244,
        label: "قروه کردستان",
      },
      {
        value: 1500245,
        label: "پاوه",
      },
      {
        value: 1500247,
        label: "هفتم تیر",
      },
      {
        value: 1500249,
        label: "بازار مشهد",
      },
      {
        value: 1500250,
        label: "ایستگاه محمودیه",
      },
      {
        value: 1500251,
        label: "قلهک",
      },
      {
        value: 1500252,
        label: "ملت تهران",
      },
      {
        value: 1500254,
        label: "منیریه تهران",
      },
      {
        value: 1500257,
        label: "خیابان بهار تهران",
      },
      {
        value: 1500258,
        label: "شهید پالیزبان",
      },
      {
        value: 1500259,
        label: "داران",
      },
      {
        value: 1500260,
        label: "بوکان",
      },
      {
        value: 1500261,
        label: "بروجن",
      },
      {
        value: 1500262,
        label: "طالقانی غربی",
      },
      {
        value: 1500264,
        label: "پانزده خرداد شرقی",
      },
      {
        value: 1500266,
        label: "سه‌راه آذری",
      },
      {
        value: 1500267,
        label: "نائین",
      },
      {
        value: 1500268,
        label: "شهدای مدافع حرم",
      },
      {
        value: 1500269,
        label: "سوسنگرد",
      },
      {
        value: 1500270,
        label: "کریمخان زند",
      },
      {
        value: 1500272,
        label: "بلوار جهاد کرمان",
      },
      {
        value: 1500274,
        label: "رامهرمز",
      },
      {
        value: 1500275,
        label: "مشکین شهر",
      },
      {
        value: 1500276,
        label: "ظهیرالاسلام",
      },
      {
        value: 1500277,
        label: "ایرانشهر",
      },
      {
        value: 1500278,
        label: "ستارخان",
      },
      {
        value: 1500279,
        label: "جلفای اصفهان",
      },
      {
        value: 1500281,
        label: "گرمسار",
      },
      {
        value: 1500284,
        label: "تفت",
      },
      {
        value: 1500285,
        label: "سعدی مشهد",
      },
      {
        value: 1500286,
        label: "هفده شهریور مشهد",
      },
      {
        value: 1500287,
        label: "دانشگاه مشهد",
      },
      {
        value: 1500288,
        label: "چهارراه استانداری مشهد",
      },
      {
        value: 1500289,
        label: "میدان ولایت بابل",
      },
      {
        value: 1500290,
        label: "شهر بابک",
      },
      {
        value: 1500291,
        label: "رضوانشهر",
      },
      {
        value: 1500292,
        label: "پارچین",
      },
      {
        value: 1500294,
        label: "وحید اصفهان",
      },
      {
        value: 1500295,
        label: "میدان محمدیه",
      },
      {
        value: 1500296,
        label: "کلاله",
      },
      {
        value: 1500297,
        label: "جام جم اردبیل",
      },
      {
        value: 1500298,
        label: "راسته بازار اردبیل",
      },
      {
        value: 1500299,
        label: "سنگر رشت",
      },
      {
        value: 1500302,
        label: "سمیرم",
      },
      {
        value: 1500304,
        label: "پانزده خرداد غربی",
      },
      {
        value: 1500306,
        label: "مسجد سید اصفهان",
      },
      {
        value: 1500308,
        label: "فلکه صادقیه",
      },
      {
        value: 1500311,
        label: "اهر",
      },
      {
        value: 1500312,
        label: "چهار‌راه کالج",
      },
      {
        value: 1500314,
        label: "دکتر باهنر تبریز",
      },
      {
        value: 1500315,
        label: "میدان قدس تهران",
      },
      {
        value: 1500316,
        label: "ایوانکی",
      },
      {
        value: 1500318,
        label: "انقلاب اهواز",
      },
      {
        value: 1500320,
        label: "بازار امام خمینی اهواز",
      },
      {
        value: 1500321,
        label: "بافت",
      },
      {
        value: 1500322,
        label: "امیرکلا بابل",
      },
      {
        value: 1500324,
        label: "چهار‌راه اسکندری",
      },
      {
        value: 1500327,
        label: "ارسنجان",
      },
      {
        value: 1500328,
        label: "میدان بیست و پنج آبان اصفهان",
      },
      {
        value: 1500329,
        label: "کاشف لاهیجان",
      },
      {
        value: 1500330,
        label: "نوشهر",
      },
      {
        value: 1500331,
        label: "طالقانی تبریز",
      },
      {
        value: 1500332,
        label: "شهید مطهری ارومیه",
      },
      {
        value: 1500336,
        label: "شهید محمدحسین سنگتراش کرمان",
      },
      {
        value: 1500337,
        label: "بهار اصفهان",
      },
      {
        value: 1500338,
        label: "میدان مطهری قم",
      },
      {
        value: 1500340,
        label: "امام خمینی کرمان",
      },
      {
        value: 1500342,
        label: "خواجوی کرمان",
      },
      {
        value: 1500344,
        label: "شبستر",
      },
      {
        value: 1500345,
        label: "بازار ساری",
      },
      {
        value: 1500346,
        label: "خیابان آزادی رجایی شهر",
      },
      {
        value: 1500348,
        label: "خیابان هفده شهریور",
      },
      {
        value: 1500349,
        label: "راسته بازار تبریز",
      },
      {
        value: 1500350,
        label: "اسرار سبزوار",
      },
      {
        value: 1500351,
        label: "گلستان تبریز",
      },
      {
        value: 1500352,
        label: "خاقانی تبریز",
      },
      {
        value: 1500355,
        label: "خیابان ششگلان تبریز",
      },
      {
        value: 1500356,
        label: "خیابان تختی شیراز",
      },
      {
        value: 1500357,
        label: "ملا ثانی خوزستان",
      },
      {
        value: 1500358,
        label: "بافق",
      },
      {
        value: 1500360,
        label: "بازار رفسنجان",
      },
      {
        value: 1500361,
        label: "میدان خوی",
      },
      {
        value: 1500364,
        label: "الیگودرز",
      },
      {
        value: 1500369,
        label: "خیابان آیت اله طالقانی قم",
      },
      {
        value: 1500370,
        label: "شهدا قزوین",
      },
      {
        value: 1500371,
        label: "بیست و دو بهمن قزوین",
      },
      {
        value: 1500374,
        label: "سعیدی خرمشهر",
      },
      {
        value: 1500375,
        label: "سعدی کرمانشاه",
      },
      {
        value: 1500377,
        label: "آیت الله کاشانی کرمانشاه",
      },
      {
        value: 1500378,
        label: "شهید بهشتی اراک",
      },
      {
        value: 1500380,
        label: "اقلید",
      },
      {
        value: 1500381,
        label: "منجیل",
      },
      {
        value: 1500385,
        label: "احمد آباد اصفهان",
      },
      {
        value: 1500386,
        label: "خیابان انقلاب شهرضا",
      },
      {
        value: 1500388,
        label: "حافظ مشهد",
      },
      {
        value: 1500389,
        label: "بهار مشهد",
      },
      {
        value: 1500390,
        label: "طبرسی مشهد",
      },
      {
        value: 1500391,
        label: "جم مشهد",
      },
      {
        value: 1500392,
        label: "امام رضا(ع) مشهد",
      },
      {
        value: 1500395,
        label: "هفده شهریور همدان",
      },
      {
        value: 1500396,
        label: "شهید مفتح همدان",
      },
      {
        value: 1500397,
        label: "شمشیر آباد خرم آباد",
      },
      {
        value: 1500398,
        label: "دلیجان",
      },
      {
        value: 1500399,
        label: "زرندیه",
      },
      {
        value: 1500400,
        label: "میدان خواربار سنندج",
      },
      {
        value: 1500401,
        label: "امام خمینی گرگان",
      },
      {
        value: 1500402,
        label: "سرخه",
      },
      {
        value: 1500404,
        label: "باسمنج",
      },
      {
        value: 1500406,
        label: "خیابان قصر الدشت شیراز",
      },
      {
        value: 1500407,
        label: "جمالزاده جنوبی",
      },
      {
        value: 1500408,
        label: "میدان آزادی سنندج",
      },
      {
        value: 1500410,
        label: "دورود لرستان",
      },
      {
        value: 1500411,
        label: "کشکسرای",
      },
      {
        value: 1500412,
        label: "سمنگان",
      },
      {
        value: 1500414,
        label: "سه‌راه اسدی بیرجند",
      },
      {
        value: 1500415,
        label: "چهار‌راه رسولی زاهدان",
      },
      {
        value: 1500416,
        label: "شهید بهشتی جنوبی زابل",
      },
      {
        value: 1500417,
        label: "استاد مطهری کرمانشاه",
      },
      {
        value: 1500418,
        label: "طاق بستان کرمانشاه",
      },
      {
        value: 1500419,
        label: "آسیا آباد اهواز",
      },
      {
        value: 1500420,
        label: "ایذه",
      },
      {
        value: 1500421,
        label: "میدان وحدت گرگان",
      },
      {
        value: 1500422,
        label: "رامیان",
      },
      {
        value: 1500425,
        label: "مصلی جهرم",
      },
      {
        value: 1500426,
        label: "محمود آباد",
      },
      {
        value: 1500427,
        label: "زرند",
      },
      {
        value: 1500428,
        label: "شوط",
      },
      {
        value: 1500429,
        label: "بهبودی",
      },
      {
        value: 1500430,
        label: "کوهدشت لرستان",
      },
      {
        value: 1500431,
        label: "دکتر شریعتی کرمانشاه",
      },
      {
        value: 1500432,
        label: "میدان آیت اله سعیدی قم",
      },
      {
        value: 1500434,
        label: "بازار تربت حیدریه",
      },
      {
        value: 1500436,
        label: "رودکی شمالی",
      },
      {
        value: 1500437,
        label: "منتظری دزفول",
      },
      {
        value: 1500438,
        label: "شریعتی شمالی تبریز",
      },
      {
        value: 1500440,
        label: "عجب شیر",
      },
      {
        value: 1500441,
        label: "اسکو",
      },
      {
        value: 1500442,
        label: "عبدالرزاق اصفهان",
      },
      {
        value: 1500444,
        label: "طالقانی آبادان",
      },
      {
        value: 1500446,
        label: "میدان شهرداری تبریز",
      },
      {
        value: 1500447,
        label: "مهریز یزد",
      },
      {
        value: 1500449,
        label: "مارکار یزد",
      },
      {
        value: 1500451,
        label: "بلوار آیت اله سعیدی لارستان",
      },
      {
        value: 1500452,
        label: "سپیدان",
      },
      {
        value: 1500454,
        label: "مهدی شهر سمنان",
      },
      {
        value: 1500456,
        label: "مهرشهر کرج",
      },
      {
        value: 1500457,
        label: "آذر شهر",
      },
      {
        value: 1500459,
        label: "مطهری غربی",
      },
      {
        value: 1500460,
        label: "سنایی",
      },
      {
        value: 1500462,
        label: "مطهری-مفتح",
      },
      {
        value: 1500464,
        label: "محمدیه یزد",
      },
      {
        value: 1500468,
        label: "مبارکه",
      },
      {
        value: 1500469,
        label: "زرین شهر",
      },
      {
        value: 1500470,
        label: "شیخ بهایی اصفهان",
      },
      {
        value: 1500471,
        label: "طالقانی اصفهان",
      },
      {
        value: 1500472,
        label: "آپادانا اصفهان",
      },
      {
        value: 1500474,
        label: "سروستان",
      },
      {
        value: 1500476,
        label: "عظیمیه کرج",
      },
      {
        value: 1500477,
        label: "شهید محمدی کرج",
      },
      {
        value: 1500478,
        label: "بازار نهاوند",
      },
      {
        value: 1500479,
        label: "شهید رجایی یزد",
      },
      {
        value: 1500481,
        label: "شهریار",
      },
      {
        value: 1500482,
        label: "ملکان",
      },
      {
        value: 1500485,
        label: "امام خمینی اصفهان",
      },
      {
        value: 1500486,
        label: "نشاط اصفهان",
      },
      {
        value: 1500487,
        label: "درچه",
      },
      {
        value: 1500488,
        label: "فارسان",
      },
      {
        value: 1500489,
        label: "آران",
      },
      {
        value: 1500490,
        label: "حکیم نظامی اصفهان",
      },
      {
        value: 1500491,
        label: "فردوس خراسان",
      },
      {
        value: 1500492,
        label: "میدان آزادی یزد",
      },
      {
        value: 1500494,
        label: "بابا افضل کاشان",
      },
      {
        value: 1500495,
        label: "نطنـز",
      },
      {
        value: 1500496,
        label: "نور",
      },
      {
        value: 1500497,
        label: "خوراسگان",
      },
      {
        value: 1500498,
        label: "اردستان",
      },
      {
        value: 1500499,
        label: "شهید فروغی اصفهان",
      },
      {
        value: 1500500,
        label: "راور",
      },
      {
        value: 1500501,
        label: "مینودشت",
      },
      {
        value: 1500502,
        label: "بیستون رشت",
      },
      {
        value: 1500504,
        label: "فیروز آباد فارس",
      },
      {
        value: 1500505,
        label: "امام خمینی اراک",
      },
      {
        value: 1500506,
        label: "دروازه مشهد اراک",
      },
      {
        value: 1500507,
        label: "سعد آباد مشهد",
      },
      {
        value: 1500508,
        label: "فرخ شهر",
      },
      {
        value: 1500509,
        label: "میمه",
      },
      {
        value: 1500510,
        label: "کهندژ اصفهان",
      },
      {
        value: 1500511,
        label: "بادرود",
      },
      {
        value: 1500512,
        label: "استهبان",
      },
      {
        value: 1500514,
        label: "خرم آباد تنکابن",
      },
      {
        value: 1500515,
        label: "هندیجان",
      },
      {
        value: 1500518,
        label: "بیست و نه بهمن تبریز",
      },
      {
        value: 1500519,
        label: "حصارک کرج",
      },
      {
        value: 1500521,
        label: "فلاورجان",
      },
      {
        value: 1500524,
        label: "آیت الله کاشانی یزد",
      },
      {
        value: 1500525,
        label: "میر اصفهان",
      },
      {
        value: 1500530,
        label: "چهار‌راه امیر اکرم",
      },
      {
        value: 1500531,
        label: "میدان حسن‌آباد",
      },
      {
        value: 1500532,
        label: "میناب جنوب",
      },
      {
        value: 1500534,
        label: "میدان شهید سپهبد قاسم سلیمانی رفسنجان",
      },
      {
        value: 1500535,
        label: "ورامین",
      },
      {
        value: 1500536,
        label: "جی اصفهان",
      },
      {
        value: 1500537,
        label: "دماوند",
      },
      {
        value: 1500538,
        label: "پیشوای ورامین",
      },
      {
        value: 1500539,
        label: "سید خندان",
      },
      {
        value: 1500540,
        label: "سپهبد قرنی",
      },
      {
        value: 1500541,
        label: "طالقاني بجنورد",
      },
      {
        value: 1500545,
        label: "بازرگان",
      },
      {
        value: 1500546,
        label: "ابوذر اهواز",
      },
      {
        value: 1500547,
        label: "تره‌بار ارومیه",
      },
      {
        value: 1500548,
        label: "خوار و بار کرمانشاه",
      },
      {
        value: 1500549,
        label: "شهید نبوی اصفهان",
      },
      {
        value: 1500550,
        label: "دانشگاه اراک",
      },
      {
        value: 1500551,
        label: "بلوار طالقانی بابل",
      },
      {
        value: 1500552,
        label: "شهید حسینی گرگان",
      },
      {
        value: 1500554,
        label: "میدان شهدای ساری",
      },
      {
        value: 1500555,
        label: "هراز آمل",
      },
      {
        value: 1500557,
        label: "شهید مفتح مشهد",
      },
      {
        value: 1500558,
        label: "ملاصدرای شیراز",
      },
      {
        value: 1500559,
        label: "میدان آزادی",
      },
      {
        value: 1500560,
        label: "خیابان میرزای شیرازی",
      },
      {
        value: 1500561,
        label: "استاد نجات‌الهی",
      },
      {
        value: 1500562,
        label: "پیچ شمیران",
      },
      {
        value: 1500564,
        label: "انتصاریه",
      },
      {
        value: 1500565,
        label: "پارک لاله",
      },
      {
        value: 1500567,
        label: "شهید آیت الله دستغیب شیراز",
      },
      {
        value: 1500568,
        label: "یغما",
      },
      {
        value: 1500569,
        label: "اوشان",
      },
      {
        value: 1500570,
        label: "تهران نو",
      },
      {
        value: 1500571,
        label: "کلیشاد و سودرجان",
      },
      {
        value: 1500572,
        label: "فیروزکوه",
      },
      {
        value: 1500574,
        label: "سی‌متری نیروی هوایی",
      },
      {
        value: 1500575,
        label: "خیابان کاج",
      },
      {
        value: 1500576,
        label: "آزادگان اصفهان",
      },
      {
        value: 1500578,
        label: "چهارراه گمرک شیراز",
      },
      {
        value: 1500579,
        label: "بزرگمهر اصفهان",
      },
      {
        value: 1500580,
        label: "خنج",
      },
      {
        value: 1500582,
        label: "دولت‌آباد یزد",
      },
      {
        value: 1500584,
        label: "میدان نبوت",
      },
      {
        value: 1500585,
        label: "دیزل آباد تبریز",
      },
      {
        value: 1500586,
        label: "لاله زار تبریز",
      },
      {
        value: 1500587,
        label: "پیرانشهر",
      },
      {
        value: 1500588,
        label: "عدالت مشهد",
      },
      {
        value: 1500591,
        label: "پلدختر",
      },
      {
        value: 1500592,
        label: "شهید رجایی مشهد",
      },
      {
        value: 1500595,
        label: "میدان عسکریه مشهد",
      },
      {
        value: 1500596,
        label: "میدان امام خمینی خرم آباد",
      },
      {
        value: 1500598,
        label: "آبکوه مشهد",
      },
      {
        value: 1500599,
        label: "طالقانی گنبد کاوس",
      },
      {
        value: 1500601,
        label: "بهجت‌آباد",
      },
      {
        value: 1500605,
        label: "خیابان فرودگاه زنجان",
      },
      {
        value: 1500606,
        label: "رودهن",
      },
      {
        value: 1500609,
        label: "میدان طالقانی رجائی شهر کرج",
      },
      {
        value: 1500610,
        label: "ماسال",
      },
      {
        value: 1500611,
        label: "حجتی تبریز",
      },
      {
        value: 1500612,
        label: "فردوسی نیشابور",
      },
      {
        value: 1500614,
        label: "بلوار سجاد مشهد",
      },
      {
        value: 1500616,
        label: "رامشیر",
      },
      {
        value: 1500618,
        label: "خاش",
      },
      {
        value: 1500619,
        label: "پایگاه هوایی بوشهر",
      },
      {
        value: 1500621,
        label: "دکتر علی شریعتی بندرعباس",
      },
      {
        value: 1500622,
        label: "سراوان",
      },
      {
        value: 1500624,
        label: "جلفا",
      },
      {
        value: 1500626,
        label: "پایگاه هوایی شیراز",
      },
      {
        value: 1500627,
        label: "شهید خضرایی",
      },
      {
        value: 1500628,
        label: "بهاران بازار آهن",
      },
      {
        value: 1500630,
        label: "شهید روزبان کرج",
      },
      {
        value: 1500632,
        label: "خیابان سعدی شیراز",
      },
      {
        value: 1500634,
        label: "زارچ",
      },
      {
        value: 1500635,
        label: "پایگاه دریایی بوشهر",
      },
      {
        value: 1500636,
        label: "مرکزی فردیس کرج",
      },
      {
        value: 1500639,
        label: "بندر ریگ",
      },
      {
        value: 1500644,
        label: "بازار کرمانشاه",
      },
      {
        value: 1500645,
        label: "ماهشهر",
      },
      {
        value: 1500646,
        label: "نارون شیراز",
      },
      {
        value: 1500647,
        label: "سمرقند مشهد",
      },
      {
        value: 1500649,
        label: "لشگر نود دو زرهی اهواز",
      },
      {
        value: 1500651,
        label: "نمین",
      },
      {
        value: 1500654,
        label: "بعثت شیراز",
      },
      {
        value: 1500655,
        label: "بندر گناوه",
      },
      {
        value: 1500656,
        label: "خیابان دریای مشهد",
      },
      {
        value: 1500657,
        label: "بندر لنگه",
      },
      {
        value: 1500666,
        label: "دانشگاه افسری امام علی(ع)",
      },
      {
        value: 1500667,
        label: "مرکز زرهی شیراز",
      },
      {
        value: 1500668,
        label: "ابوذر کازرون",
      },
      {
        value: 1500680,
        label: "میدان امام خمینی مرند",
      },
      {
        value: 1500682,
        label: "سعدی شمالی زنجان",
      },
      {
        value: 1500684,
        label: "استاد مطهری آبدانان",
      },
      {
        value: 1500689,
        label: "سرآسیاب فرسنگی  کرمان",
      },
      {
        value: 1500690,
        label: "پدافند هوائی مشهد",
      },
      {
        value: 1500691,
        label: "فریدون شهر",
      },
      {
        value: 1500695,
        label: "بلوار امام خمینی رشت",
      },
      {
        value: 1500699,
        label: "ستاد مشترک",
      },
      {
        value: 1500704,
        label: "بلوار کارخانجات ورامین",
      },
      {
        value: 1500707,
        label: "مقاومت بسیج مرکزی",
      },
      {
        value: 1500709,
        label: "امام خمینی مرودشت",
      },
      {
        value: 1500715,
        label: "بلوار وکیل مشهد",
      },
      {
        value: 1500716,
        label: "نیروی دریایی",
      },
      {
        value: 1500717,
        label: "میدان ارتش شیراز",
      },
      {
        value: 1500718,
        label: "بزرگراه هجرت",
      },
      {
        value: 1500719,
        label: "سیروس ملایر",
      },
      {
        value: 1500721,
        label: "صنایع هوایی",
      },
      {
        value: 1500724,
        label: "بیست دو بهمن کرمانشاه",
      },
      {
        value: 1500728,
        label: "بیمارستان بعثت",
      },
      {
        value: 1500731,
        label: "مطهری ساوه",
      },
      {
        value: 1500732,
        label: "جمهوری اسلامی تنکابن",
      },
      {
        value: 1500735,
        label: "میدان انقلاب اصفهان",
      },
      {
        value: 1500736,
        label: "حمیدیه",
      },
      {
        value: 1500737,
        label: "جزیره قشم",
      },
      {
        value: 1500738,
        label: "میدان بسیج اشکذر",
      },
      {
        value: 1500740,
        label: "میدان ابوالفضل یزد",
      },
      {
        value: 1500741,
        label: "صنعتی البرز قزوین",
      },
      {
        value: 1500742,
        label: "ستاد نیروی هوایی ارتش ج.ا.ا",
      },
      {
        value: 1500746,
        label: "ولی عصر(عج) قزوین",
      },
      {
        value: 1500748,
        label: "میدان آزادی زنجان",
      },
      {
        value: 1500749,
        label: "شهدای صنایع الکترونیک شیراز",
      },
      {
        value: 1500754,
        label: "بازار آمل",
      },
      {
        value: 1500755,
        label: "طالقانی بوشهر",
      },
      {
        value: 1500761,
        label: "بلوار شاهد شیراز",
      },
      {
        value: 1500767,
        label: "رهنان",
      },
      {
        value: 1500769,
        label: "نصر شیراز",
      },
      {
        value: 1500770,
        label: "پاسداران",
      },
      {
        value: 1500772,
        label: "طالقانی آبیک",
      },
      {
        value: 1500774,
        label: "صنعتی",
      },
      {
        value: 1500776,
        label: "میدان ولیعصر شیراز",
      },
      {
        value: 1500778,
        label: "امام خمینی زاهدان",
      },
      {
        value: 1500780,
        label: "مرزن آباد چالوس",
      },
      {
        value: 1500782,
        label: "صنایع دفاع اصفهان",
      },
      {
        value: 1500784,
        label: "خیابان قرآن شیراز",
      },
      {
        value: 1500787,
        label: "شهر جدید لارستان",
      },
      {
        value: 1500789,
        label: "هلیکوپتر سازی",
      },
      {
        value: 1500792,
        label: "صوفیان",
      },
      {
        value: 1500805,
        label: "گرمدره کرج",
      },
      {
        value: 1500806,
        label: "شهید فتحی رشت",
      },
      {
        value: 1500807,
        label: "ياسوج",
      },
      {
        value: 1500809,
        label: "چابهار",
      },
      {
        value: 1500810,
        label: "جزیره خارک",
      },
      {
        value: 1500812,
        label: "منطقه یکم دریایی بندرعباس",
      },
      {
        value: 1500814,
        label: "امیر کبیر اصفهان",
      },
      {
        value: 1500815,
        label: "شهید رجائی تهران",
      },
      {
        value: 1500816,
        label: "بلوار مطهری شیراز",
      },
      {
        value: 1500817,
        label: "معلم بیرجند",
      },
      {
        value: 1500818,
        label: "خیابان دبستان",
      },
      {
        value: 1500819,
        label: "میدان شهید کلاهدوز",
      },
      {
        value: 1500820,
        label: "بلال حبشی",
      },
      {
        value: 1500821,
        label: "ازنا",
      },
      {
        value: 1500822,
        label: "شهید باکری تبریز",
      },
      {
        value: 1500825,
        label: "تاکستان",
      },
      {
        value: 1500827,
        label: "میدان امام حسین ارومیه",
      },
      {
        value: 1500829,
        label: "خیابان فردوسی اصفهان",
      },
      {
        value: 1500830,
        label: "بندر دیلم",
      },
      {
        value: 1500831,
        label: "کهنوج",
      },
      {
        value: 1500832,
        label: "کنارک",
      },
      {
        value: 1500834,
        label: "بلوار جمهوری اسلامی یزد",
      },
      {
        value: 1500835,
        label: "شهید باهنر اهواز",
      },
      {
        value: 1500836,
        label: "میدان شهید زین الدین قم",
      },
      {
        value: 1500838,
        label: "نقده",
      },
      {
        value: 1500839,
        label: "بارفروشان دزفول",
      },
      {
        value: 1500840,
        label: "امیر کبیر تهران",
      },
      {
        value: 1500841,
        label: "پارس آباد مغان",
      },
      {
        value: 1500844,
        label: "اسلامشهر",
      },
      {
        value: 1500846,
        label: "بلوار شبلی سنندج",
      },
      {
        value: 1500848,
        label: "دانشگاه امام حسین(ع)",
      },
      {
        value: 1500849,
        label: "خلیل آباد خراسان",
      },
      {
        value: 1500850,
        label: "بنی هاشم اهواز",
      },
      {
        value: 1500851,
        label: "اسدآبادی سیرجان",
      },
      {
        value: 1500854,
        label: "خیابان سرباز کرمان",
      },
      {
        value: 1500855,
        label: "خیام زاهدان",
      },
      {
        value: 1500857,
        label: "آبیک",
      },
      {
        value: 1500858,
        label: "گلوگاه",
      },
      {
        value: 1500860,
        label: "دیزل آباد کرمانشاه",
      },
      {
        value: 1500861,
        label: "بلوار امیر کبیر شیراز",
      },
      {
        value: 1500862,
        label: "آزادگان بوشهر",
      },
      {
        value: 1500864,
        label: "تفرش",
      },
      {
        value: 1500865,
        label: "مصلی مراغه",
      },
      {
        value: 1500866,
        label: "تیمسار فلاحی یزد",
      },
      {
        value: 1500867,
        label: "هرات",
      },
      {
        value: 1500869,
        label: "بلوار کشاورز ساری",
      },
      {
        value: 1500870,
        label: "امام رضا  گرگان",
      },
      {
        value: 1500874,
        label: "آوج",
      },
      {
        value: 1500878,
        label: "استاد مطهری بندر انزلی",
      },
      {
        value: 1500879,
        label: "صبا باتری",
      },
      {
        value: 1500880,
        label: "آلومینیوم سازی اراک",
      },
      {
        value: 1500881,
        label: "فامنین",
      },
      {
        value: 1500885,
        label: "زیرآب",
      },
      {
        value: 1500886,
        label: "تیران",
      },
      {
        value: 1500888,
        label: "خرمدره",
      },
      {
        value: 1500889,
        label: "سامان",
      },
      {
        value: 1500890,
        label: "فاروج",
      },
      {
        value: 1500891,
        label: "رزن",
      },
      {
        value: 1500892,
        label: "فردوسی نوشهر",
      },
      {
        value: 1500894,
        label: "گراش فارس",
      },
      {
        value: 1500895,
        label: "عباس آباد تنکابن",
      },
      {
        value: 1500896,
        label: "بندر کنگان",
      },
      {
        value: 1500897,
        label: "دره شهر",
      },
      {
        value: 1500898,
        label: "میدان باهنر یزد",
      },
      {
        value: 1500899,
        label: "هفشجان",
      },
      {
        value: 1500900,
        label: "ولیعصر تبریز",
      },
      {
        value: 1500901,
        label: "هشترود",
      },
      {
        value: 1500902,
        label: "چناران",
      },
      {
        value: 1500904,
        label: "سناباد مشهد",
      },
      {
        value: 1500905,
        label: "طرقبه",
      },
      {
        value: 1500906,
        label: "شازند",
      },
      {
        value: 1500907,
        label: "رباط کریم",
      },
      {
        value: 1500908,
        label: "بغداد آباد مهریز",
      },
      {
        value: 1500909,
        label: "گلشهر کرج",
      },
      {
        value: 1500910,
        label: "اوز",
      },
      {
        value: 1500911,
        label: "لطیفی لارستان",
      },
      {
        value: 1500914,
        label: "خیابان آیت الله کاشانی بروجرد",
      },
      {
        value: 1500915,
        label: "شهید صارمی بروجرد",
      },
      {
        value: 1500918,
        label: "بوعلی همدان",
      },
      {
        value: 1500919,
        label: "مرکزی هشتگرد",
      },
      {
        value: 1500920,
        label: "شهید خطیبی اصفهان",
      },
      {
        value: 1500922,
        label: "ولیعصر گرگان",
      },
      {
        value: 1500924,
        label: "خورموج",
      },
      {
        value: 1500925,
        label: "اشتهارد",
      },
      {
        value: 1500926,
        label: "نهبندان",
      },
      {
        value: 1500927,
        label: "نور آباد ممسنی",
      },
      {
        value: 1500928,
        label: "آشخانه",
      },
      {
        value: 1500929,
        label: "جوانرود",
      },
      {
        value: 1500930,
        label: "نقاب جوین",
      },
      {
        value: 1500931,
        label: "خیابان صنعت همدان",
      },
      {
        value: 1500932,
        label: "نور آباد لرستان",
      },
      {
        value: 1500934,
        label: "الشتر",
      },
      {
        value: 1500935,
        label: "قروه درگزین همدان",
      },
      {
        value: 1500936,
        label: "سرایان",
      },
      {
        value: 1500937,
        label: "اسلامیه",
      },
      {
        value: 1500938,
        label: "دهدشت",
      },
      {
        value: 1500939,
        label: "باباطاهر همدان",
      },
      {
        value: 1500940,
        label: "بعثت مشهد",
      },
      {
        value: 1500942,
        label: "امام خمینی ماهشهر",
      },
      {
        value: 1500944,
        label: "بویین میاندشت",
      },
      {
        value: 1500945,
        label: "چادگان",
      },
      {
        value: 1500946,
        label: "گوگد",
      },
      {
        value: 1500947,
        label: "ملارد",
      },
      {
        value: 1500949,
        label: "شهید چمران اهواز",
      },
      {
        value: 1500950,
        label: "عباسی تبریز",
      },
      {
        value: 1500951,
        label: "ایلخچی",
      },
      {
        value: 1500952,
        label: "لردگان",
      },
      {
        value: 1500954,
        label: "سورشجان",
      },
      {
        value: 1500956,
        label: "پارک ملت مشهد",
      },
      {
        value: 1500957,
        label: "جغتای سبزوار",
      },
      {
        value: 1500958,
        label: "آزادی شهر قدس",
      },
      {
        value: 1500959,
        label: "دستگرد برخــوار",
      },
      {
        value: 1500960,
        label: "سعیدیه همدان",
      },
      {
        value: 1500961,
        label: "بویین زهرا",
      },
      {
        value: 1500962,
        label: "اهرم",
      },
      {
        value: 1500964,
        label: "آشتیان",
      },
      {
        value: 1500965,
        label: "بندر گز",
      },
      {
        value: 1500966,
        label: "میدان امام خمینی قائمشهر",
      },
      {
        value: 1500967,
        label: "بلوار حسنی ارومیه",
      },
      {
        value: 1500968,
        label: "خشکبیجار",
      },
      {
        value: 1500969,
        label: "کارخانه قند میاندوآب",
      },
      {
        value: 1500970,
        label: "کارخانه سیمان درود لرستان",
      },
      {
        value: 1500971,
        label: "بندر امام خمینی",
      },
      {
        value: 1500972,
        label: "روانسر",
      },
      {
        value: 1500975,
        label: "دیواندره",
      },
      {
        value: 1500976,
        label: "آیت اله سعیدی میبد",
      },
      {
        value: 1500977,
        label: "انقلاب خرم آباد",
      },
      {
        value: 1500978,
        label: "ازندریان ملایر",
      },
      {
        value: 1500979,
        label: "ایوانغرب",
      },
      {
        value: 1500980,
        label: "بلور آزادی ساری",
      },
      {
        value: 1500981,
        label: "بلوار امام خمینی بروجرد",
      },
      {
        value: 1500982,
        label: "تراکتور سازی تبریز",
      },
      {
        value: 1500984,
        label: "شهدا الیگودرز",
      },
      {
        value: 1500985,
        label: "دهاقان",
      },
      {
        value: 1500988,
        label: "بستان آباد",
      },
      {
        value: 1500989,
        label: "گتوند",
      },
      {
        value: 1500990,
        label: "مدرس بیرجند",
      },
      {
        value: 1500992,
        label: "خواف",
      },
      {
        value: 1500994,
        label: "سنجان اراک",
      },
      {
        value: 1500995,
        label: "کمیجان",
      },
      {
        value: 1500996,
        label: "محیا شهر سیرجان",
      },
      {
        value: 1500997,
        label: "شهید طباطبایی زاهدان",
      },
      {
        value: 1500998,
        label: "بندر دیّر",
      },
      {
        value: 1501001,
        label: "چهار‌راه آزادی تبریز",
      },
      {
        value: 1501002,
        label: "شریعتی قائمشهر",
      },
      {
        value: 1501004,
        label: "باغ ملک",
      },
      {
        value: 1501005,
        label: "خیابان نیروگاه قم",
      },
      {
        value: 1501008,
        label: "شهید محسن موسوی کاشان",
      },
      {
        value: 1501009,
        label: "شهید محمد رضا فولادی قم",
      },
      {
        value: 1501010,
        label: "قره ضیاالدین",
      },
      {
        value: 1501011,
        label: "مشتاق ارومیه",
      },
      {
        value: 1501012,
        label: "بلوار کشاورز اصفهان",
      },
      {
        value: 1501014,
        label: "بندر کنگ",
      },
      {
        value: 1501015,
        label: "اسدآبادی بندرعباس",
      },
      {
        value: 1501016,
        label: "میدان امام حسین زابل",
      },
      {
        value: 1501018,
        label: "فلسطین سیرجان",
      },
      {
        value: 1501019,
        label: "بروات بم",
      },
      {
        value: 1501022,
        label: "پاسداران همدان",
      },
      {
        value: 1501024,
        label: "فجر ایلام",
      },
      {
        value: 1501025,
        label: "سرخس",
      },
      {
        value: 1501026,
        label: "مهاباد اردستان",
      },
      {
        value: 1501027,
        label: "سعدی شهرکرد",
      },
      {
        value: 1501028,
        label: "مدرس شهرضا",
      },
      {
        value: 1501029,
        label: "کهریزسنگ اصفهان",
      },
      {
        value: 1501031,
        label: "آزادی خمینی شهر",
      },
      {
        value: 1501032,
        label: "کوی نصر",
      },
      {
        value: 1501034,
        label: "خیابان رسالت مشهد",
      },
      {
        value: 1501035,
        label: "صائب تبریز",
      },
      {
        value: 1501036,
        label: "بلوار شهید کیوانفر قم",
      },
      {
        value: 1501038,
        label: "صفاییه قم",
      },
      {
        value: 1501039,
        label: "شهدای مرصاد اسلام آباد غرب",
      },
      {
        value: 1501040,
        label: "انقلاب اندیمشک",
      },
      {
        value: 1501041,
        label: "شهرک فرهنگیان ارومیه",
      },
      {
        value: 1501042,
        label: "کرند غرب",
      },
      {
        value: 1501045,
        label: "خیام نیشابور",
      },
      {
        value: 1501046,
        label: "بلوار سعدی سمنان",
      },
      {
        value: 1501047,
        label: "نیمور",
      },
      {
        value: 1501048,
        label: "بلوار شهید مدنی همدان",
      },
      {
        value: 1501049,
        label: "حمزه کلا بابل",
      },
      {
        value: 1501050,
        label: "سید جمال‌الدین اسدآبادی تهران",
      },
      {
        value: 1501051,
        label: "میدان جمهوری کرمانشاه",
      },
      {
        value: 1501052,
        label: "امامزاده ابراهیم قم",
      },
      {
        value: 1501054,
        label: "سرد رود",
      },
      {
        value: 1501055,
        label: "کاشانی اردبیل",
      },
      {
        value: 1501056,
        label: "شیراز ونک تهران",
      },
      {
        value: 1501057,
        label: "خیابان آیت اله سعیدی اراک",
      },
      {
        value: 1501058,
        label: "چابکسر",
      },
      {
        value: 1501059,
        label: "تهرانپارس",
      },
      {
        value: 1501062,
        label: "فردوسی شهرکرد",
      },
      {
        value: 1501064,
        label: "نیما قائم شهر",
      },
      {
        value: 1501066,
        label: "دولت آباد تهران",
      },
      {
        value: 1501070,
        label: "خیابان تختی رشت",
      },
      {
        value: 1501071,
        label: "بیست دو بهمن کاشان",
      },
      {
        value: 1501072,
        label: "خیابان راه آهن تبریز",
      },
      {
        value: 1501074,
        label: "آفریقای شمالی",
      },
      {
        value: 1501075,
        label: "شریعتی خرم آباد",
      },
      {
        value: 1501077,
        label: "شهید باهنر تویسر کان",
      },
      {
        value: 1501078,
        label: "شهید طباطبایی نژاد کرمانشاه",
      },
      {
        value: 1501080,
        label: "بازار علی آباد کتول",
      },
      {
        value: 1501082,
        label: "مطهری خوی",
      },
      {
        value: 1501085,
        label: "بلوار دانش آموز کرج",
      },
      {
        value: 1501088,
        label: "عفیف آباد شیراز",
      },
      {
        value: 1501090,
        label: "خیابان لیان بوشهر",
      },
      {
        value: 1501091,
        label: "فلکه گاز شیراز",
      },
      {
        value: 1501092,
        label: "بندر جاسک",
      },
      {
        value: 1501094,
        label: "چهار راه بیست متری دانشجوی کرمان",
      },
      {
        value: 1501097,
        label: "بلوار بیست دو بهمن یزد",
      },
      {
        value: 1501098,
        label: "کاخک گناباد",
      },
      {
        value: 1501099,
        label: "عدل خمینی مشهد",
      },
      {
        value: 1501100,
        label: "ابن یمین سبزوار",
      },
      {
        value: 1501101,
        label: "گیلاوند",
      },
      {
        value: 1501102,
        label: "چهار راه ایران خودرو",
      },
      {
        value: 1501104,
        label: "پیک کرج",
      },
      {
        value: 1501105,
        label: "رحمت آباد یزد",
      },
      {
        value: 1501107,
        label: "ابر اصفهان",
      },
      {
        value: 1501109,
        label: "بلوار ماکو",
      },
      {
        value: 1501110,
        label: "منطقه صنعتی نجف آباد اصفهان",
      },
      {
        value: 1501112,
        label: "مجتمع هفت تیر اصفهان",
      },
      {
        value: 1501115,
        label: "فرهنگ شهر بابل",
      },
      {
        value: 1501116,
        label: "میدان عدل قزوین",
      },
      {
        value: 1501117,
        label: "مقبره الشعرا تبریز",
      },
      {
        value: 1501118,
        label: "گوگان",
      },
      {
        value: 1501119,
        label: "استاد شهریار تبریز",
      },
      {
        value: 1501120,
        label: "انار",
      },
      {
        value: 1501122,
        label: "هزار کرمان",
      },
      {
        value: 1501124,
        label: "بندر کیاشهر",
      },
      {
        value: 1501126,
        label: "میدان ارگ کرمان",
      },
      {
        value: 1501128,
        label: "شهدای بهرامی خرم آباد",
      },
      {
        value: 1501130,
        label: "جوانمردی بهبهان",
      },
      {
        value: 1501131,
        label: "کیان آباد اهواز",
      },
      {
        value: 1501132,
        label: "نظرآباد کرج",
      },
      {
        value: 1501134,
        label: "هادی شهر",
      },
      {
        value: 1501135,
        label: "امام خمینی (ره) خسروشاه",
      },
      {
        value: 1501136,
        label: "صنعتی الکتریک مشهد",
      },
      {
        value: 1501137,
        label: "گل گهر سیرجان",
      },
      {
        value: 1501140,
        label: "هفتگل",
      },
      {
        value: 1501141,
        label: "آیت اله حیدری ایلام",
      },
      {
        value: 1501144,
        label: "شهید عبدالکریمی کومله",
      },
      {
        value: 1501145,
        label: "فیض‌آباد محولات",
      },
      {
        value: 1501146,
        label: "مطهری شمالی مشهد",
      },
      {
        value: 1501148,
        label: "ولی‌عصر شاهرود",
      },
      {
        value: 1501149,
        label: "آرادان",
      },
      {
        value: 1501150,
        label: "بلوار پاسداران ساری",
      },
      {
        value: 1501154,
        label: "شهید صدر مشهد",
      },
      {
        value: 1501155,
        label: "امام خمینی دامغان",
      },
      {
        value: 1501156,
        label: "صلاح الدین ایوبی سنندج",
      },
      {
        value: 1501157,
        label: "کیش",
      },
      {
        value: 1501158,
        label: "میدان جهاد قم",
      },
      {
        value: 1501159,
        label: "قرچک ورامین",
      },
      {
        value: 1501161,
        label: "جاجرود",
      },
      {
        value: 1501164,
        label: "کلیبر",
      },
      {
        value: 1501166,
        label: "بلوار شهید بهشتی کرمانشاه",
      },
      {
        value: 1501168,
        label: "ابوریحان تهران",
      },
      {
        value: 1501169,
        label: "شهرک اکباتان تهران",
      },
      {
        value: 1501171,
        label: "میدان آزادی ایذه",
      },
      {
        value: 1501172,
        label: "آزادی سقز",
      },
      {
        value: 1501174,
        label: "امام خمینی ایلام",
      },
      {
        value: 1501177,
        label: "شهید چمران تهران",
      },
      {
        value: 1501180,
        label: "فیشور لارستان",
      },
      {
        value: 1501182,
        label: "ابوذر پیروزی",
      },
      {
        value: 1501184,
        label: "سهروردی جنوبی",
      },
      {
        value: 1501185,
        label: "رسالت",
      },
      {
        value: 1501186,
        label: "شهرک امید تهران",
      },
      {
        value: 1501192,
        label: "بعثت اردبیل",
      },
      {
        value: 1501195,
        label: "اسدآبادی قزوین",
      },
      {
        value: 1501196,
        label: "دهقان ویلای کرج",
      },
      {
        value: 1501197,
        label: "شاهین ویلای کرج",
      },
      {
        value: 1501200,
        label: "میدان فردوسی تهران",
      },
      {
        value: 1501201,
        label: "میدان بار آمل",
      },
      {
        value: 1501202,
        label: "بلوار هوانیروز کرمان",
      },
      {
        value: 1501205,
        label: "فرهنگیان مشهد",
      },
      {
        value: 1501206,
        label: "شهید بهشتی شمالی بجنورد",
      },
      {
        value: 1501207,
        label: "حافظ نیشابور",
      },
      {
        value: 1501208,
        label: "شهید چمران سبزوار",
      },
      {
        value: 1501209,
        label: "امام خمینی داراب",
      },
      {
        value: 1501210,
        label: "میدان امام خمینی بوشهر",
      },
      {
        value: 1501211,
        label: "رجایی بوکان",
      },
      {
        value: 1501212,
        label: "هفده شهریور کرمانشاه",
      },
      {
        value: 1501215,
        label: "تهران شرق",
      },
      {
        value: 1501216,
        label: "امام خمینی رفسنجان",
      },
      {
        value: 1501217,
        label: "شهدای داوران رفسنجان",
      },
      {
        value: 1501220,
        label: "میدان تختی بروجرد",
      },
      {
        value: 1501221,
        label: "شهرک الوند همدان",
      },
      {
        value: 1501224,
        label: "زید آباد سیرجان",
      },
      {
        value: 1501225,
        label: "بازار نبی اکرم بندرعباس",
      },
      {
        value: 1501228,
        label: "بلوار ستارخان شیراز",
      },
      {
        value: 1501229,
        label: "امیدیه",
      },
      {
        value: 1501230,
        label: "میدان آزادی ملایر",
      },
      {
        value: 1501231,
        label: "میرداماد شرقی",
      },
      {
        value: 1501232,
        label: "جاجرم",
      },
      {
        value: 1501234,
        label: "خیابان سمیه تهران",
      },
      {
        value: 1501235,
        label: "پارک ساعی",
      },
      {
        value: 1501236,
        label: "پیروزی بهبهان",
      },
      {
        value: 1501238,
        label: "احمد آباد مشهد",
      },
      {
        value: 1501239,
        label: "بلوار محمد امین شمالی قم",
      },
      {
        value: 1501240,
        label: "ترمینال ساها",
      },
      {
        value: 1501245,
        label: "خالد اسلامبولی",
      },
      {
        value: 1501247,
        label: "گلستان اهواز",
      },
      {
        value: 1501248,
        label: "محمد شهر کرج",
      },
      {
        value: 1501249,
        label: "طالقانی مرند",
      },
      {
        value: 1501250,
        label: "سردشت",
      },
      {
        value: 1501251,
        label: "دانشکده ارومیه",
      },
      {
        value: 1501252,
        label: "پدافند مهرآباد",
      },
      {
        value: 1501254,
        label: "خیابان قدس تبریز",
      },
      {
        value: 1501257,
        label: "شهرک قدس",
      },
      {
        value: 1501258,
        label: "میدان پادگان زابل",
      },
      {
        value: 1501259,
        label: "خیابان بعثت زابل",
      },
      {
        value: 1501260,
        label: "شانزده متری امیری",
      },
      {
        value: 1501261,
        label: "شهدای آتش‌نشان",
      },
      {
        value: 1501262,
        label: "دکتر بهشتی شرقی تهران",
      },
      {
        value: 1501264,
        label: "ملاصدرا",
      },
      {
        value: 1501265,
        label: "معدن چادر ملو",
      },
      {
        value: 1501266,
        label: "بازار اصفهان",
      },
      {
        value: 1501267,
        label: "خیابان چهل پنج متری شهرضا",
      },
      {
        value: 1501270,
        label: "رحیم آباد رودسر",
      },
      {
        value: 1501271,
        label: "خیابان گاز مشهد",
      },
      {
        value: 1501272,
        label: "شهید مدنی ارومیه",
      },
      {
        value: 1501274,
        label: "شاهین دژ",
      },
      {
        value: 1501276,
        label: "مقاومت اهواز",
      },
      {
        value: 1501277,
        label: "هفت تير شوش دانيال",
      },
      {
        value: 1501278,
        label: "بازار شوشتر",
      },
      {
        value: 1501279,
        label: "بلوار طیب آبادان",
      },
      {
        value: 1501284,
        label: "مریانج همدان",
      },
      {
        value: 1501285,
        label: "امام خمینی آباده",
      },
      {
        value: 1501288,
        label: "سی متری طالقانی نیشابور",
      },
      {
        value: 1501290,
        label: "شهدای تولیددارو قم",
      },
      {
        value: 1501291,
        label: "بزرگراه امام رضا(ع)",
      },
      {
        value: 1501292,
        label: "پادادشهر اهواز",
      },
      {
        value: 1501295,
        label: "بلوار هفده شهریور یزد",
      },
      {
        value: 1501296,
        label: "فرجام",
      },
      {
        value: 1501298,
        label: "استاد مطهری بوشهر",
      },
      {
        value: 1501300,
        label: "میدان خراسان",
      },
      {
        value: 1501301,
        label: "میدان ابوریحان تبریز",
      },
      {
        value: 1501302,
        label: "رودکی بروجرد",
      },
      {
        value: 1501304,
        label: "ترمینال باربری شیراز",
      },
      {
        value: 1501305,
        label: "بلوار عدالت شیراز",
      },
      {
        value: 1501308,
        label: "بلوار گلستان شیراز",
      },
      {
        value: 1501310,
        label: "پاکدشت",
      },
      {
        value: 1501312,
        label: "سپند",
      },
      {
        value: 1501314,
        label: "میدان ابوذر",
      },
      {
        value: 1501315,
        label: "ستارخان تبریز",
      },
      {
        value: 1501317,
        label: "جونقان",
      },
      {
        value: 1501319,
        label: "شهید مصطفی امامی کرمانشاه",
      },
      {
        value: 1501320,
        label: "کارگر شمالی",
      },
      {
        value: 1501321,
        label: "لامرد فارس",
      },
      {
        value: 1501322,
        label: "سپید پاسداران",
      },
      {
        value: 1501325,
        label: "دانشگاه شیراز",
      },
      {
        value: 1501328,
        label: "خیابان انقلاب شیراز",
      },
      {
        value: 1501329,
        label: "سرعین",
      },
      {
        value: 1501330,
        label: "میدان جهاد تبریز",
      },
      {
        value: 1501332,
        label: "آب و برق مشهد",
      },
      {
        value: 1501334,
        label: "سیدی مشهد",
      },
      {
        value: 1501340,
        label: "لالجین همدان",
      },
      {
        value: 1501341,
        label: "شهرک فرهنگیان همدان",
      },
      {
        value: 1501342,
        label: "میدان مطهری اسدآباد",
      },
      {
        value: 1501345,
        label: "رودان",
      },
      {
        value: 1501346,
        label: "ابوذر کرمان",
      },
      {
        value: 1501349,
        label: "میرداماد غربی",
      },
      {
        value: 1501350,
        label: "مختومقلی کلاله",
      },
      {
        value: 1501357,
        label: "شهید خرازی شاهین شهر",
      },
      {
        value: 1501364,
        label: "بلوار دکتر بهشتی حصارک کرج",
      },
      {
        value: 1501365,
        label: "جهانشهر کرج",
      },
      {
        value: 1501366,
        label: "استقلال تهران",
      },
      {
        value: 1501367,
        label: "لاستیک البرز",
      },
      {
        value: 1501369,
        label: "رباط اصفهان",
      },
      {
        value: 1501370,
        label: "نیکشهر",
      },
      {
        value: 1501375,
        label: "ناحیه انتظامی بندرعباس",
      },
      {
        value: 1501381,
        label: "بازار آهن فروشان کرمان",
      },
      {
        value: 1501388,
        label: "شهدای کارگر کرمانشاه",
      },
      {
        value: 1501390,
        label: "دانشگاه یزد",
      },
      {
        value: 1501392,
        label: "شهرک صنعتی یزد",
      },
      {
        value: 1501395,
        label: "بلوار کشاورز تهران",
      },
      {
        value: 1501397,
        label: "لوشان",
      },
      {
        value: 1501398,
        label: "زرقان",
      },
      {
        value: 1501400,
        label: "معلم شیراز",
      },
      {
        value: 1501401,
        label: "میدان بزرگ میوه وتره بار تهران",
      },
      {
        value: 1501404,
        label: "گیلانغرب",
      },
      {
        value: 1501405,
        label: "بلوار شهدای ارومیه",
      },
      {
        value: 1501407,
        label: "شهرک راه آهن تهران",
      },
      {
        value: 1501408,
        label: "شهید مطهری سراب",
      },
      {
        value: 1501410,
        label: "بازار خلخال",
      },
      {
        value: 1501412,
        label: "میدان ارک زنجان",
      },
      {
        value: 1501414,
        label: "بعثت ارومیه",
      },
      {
        value: 1501415,
        label: "سرلشگر بابایی قزوین",
      },
      {
        value: 1501416,
        label: "شهید دانشگر-ظفر",
      },
      {
        value: 1501420,
        label: "ونک پارک تهران",
      },
      {
        value: 1501425,
        label: "خیابان مدرس ارومیه",
      },
      {
        value: 1501428,
        label: "کوهپایه",
      },
      {
        value: 1501429,
        label: "شاهدیه یزد",
      },
      {
        value: 1501432,
        label: "امام خمینی اردبیل",
      },
      {
        value: 1501434,
        label: "جمهوری اسلامی اردبیل",
      },
      {
        value: 1501436,
        label: "پانزده خرداد بروجن",
      },
      {
        value: 1501437,
        label: "بابا حیدر",
      },
      {
        value: 1501438,
        label: "امام خمینی بم",
      },
      {
        value: 1501440,
        label: "هسا شاهین شهر",
      },
      {
        value: 1501441,
        label: "گلستان رباط کریم",
      },
      {
        value: 1501442,
        label: "شلمزار",
      },
      {
        value: 1501446,
        label: "مجتمع فولاد مبارکه",
      },
      {
        value: 1501447,
        label: "بازار فارسان",
      },
      {
        value: 1501449,
        label: "جمهوری شهر قدس",
      },
      {
        value: 1501450,
        label: "بلوار الغدیر خمینی شهر",
      },
      {
        value: 1501456,
        label: "مروست",
      },
      {
        value: 1501457,
        label: "بهآباد",
      },
      {
        value: 1501458,
        label: "میدان میوه و تره بار اصفهان",
      },
      {
        value: 1501459,
        label: "مهر شیراز",
      },
      {
        value: 1501461,
        label: "سرابله",
      },
      {
        value: 1501464,
        label: "خیابان مشیرالدوله اصفهان",
      },
      {
        value: 1501466,
        label: "خیابان شهید محمد منتظری فسا",
      },
      {
        value: 1501467,
        label: "شادآباد تهران",
      },
      {
        value: 1501470,
        label: "خیابان شیخ صدوق اصفهان",
      },
      {
        value: 1501471,
        label: "خیابان معراج اصفهان",
      },
      {
        value: 1501472,
        label: "خیابان صائب اصفهان",
      },
      {
        value: 1501476,
        label: "شهدای کویر تایر بیرجند",
      },
      {
        value: 1501477,
        label: "بلوار مصلی مشهد",
      },
      {
        value: 1501479,
        label: "بلوار بسیج چالوس",
      },
      {
        value: 1501480,
        label: "لاله تبریز",
      },
      {
        value: 1501484,
        label: "خیابان سیستان زاهدان",
      },
      {
        value: 1501485,
        label: "میدان نبوت سنندج",
      },
      {
        value: 1501487,
        label: "دهگلان",
      },
      {
        value: 1501491,
        label: "بازار مبل یافت آباد",
      },
      {
        value: 1501492,
        label: "خورزوق اصفهان",
      },
      {
        value: 1501494,
        label: "مجتمع صنعتی چادرملوی اردکان",
      },
      {
        value: 1501495,
        label: "هفده شهریور شهرکرد",
      },
      {
        value: 1501496,
        label: "جنت آباد جنوبی",
      },
      {
        value: 1501497,
        label: "شهران",
      },
      {
        value: 1501498,
        label: "خیابان عسگریه اصفهان",
      },
      {
        value: 1501499,
        label: "چهارراه حافظ تبریز",
      },
      {
        value: 1501500,
        label: "شهید آیت الله قاضی طباطبایی تبریز",
      },
      {
        value: 1501501,
        label: "بن",
      },
      {
        value: 1501504,
        label: "پلدشت",
      },
      {
        value: 1501507,
        label: "باقر آباد ورامین",
      },
      {
        value: 1501508,
        label: "شهرداری رشت",
      },
      {
        value: 1501509,
        label: "خیابان رازی شهر ری",
      },
      {
        value: 1501514,
        label: "دولت آباد برخوار اصفهان",
      },
      {
        value: 1501515,
        label: "ورنامخواست",
      },
      {
        value: 1501516,
        label: "شهیدان اصفهان",
      },
      {
        value: 1501519,
        label: "سده لنجان",
      },
      {
        value: 1501520,
        label: "میدان آیت اله خاتمی یزد",
      },
      {
        value: 1501521,
        label: "خیابان شیخ طوسی اصفهان",
      },
      {
        value: 1501522,
        label: "چهار باغ بالا اصفهان",
      },
      {
        value: 1501525,
        label: "شهمیرزاد سمنان",
      },
      {
        value: 1501526,
        label: "باغ فردوس سمنان",
      },
      {
        value: 1501527,
        label: "میدان کشاورزی سلماس",
      },
      {
        value: 1501528,
        label: "بازار صفویه اردبیل",
      },
      {
        value: 1501529,
        label: "مقدس اردبیلی اردبیل",
      },
      {
        value: 1501530,
        label: "پاسارگاد فارس",
      },
      {
        value: 1501532,
        label: "شهید فاطمی قم",
      },
      {
        value: 1501534,
        label: "بلوار گلسار رشت",
      },
      {
        value: 1501535,
        label: "بلوار آزادشهر یزد",
      },
      {
        value: 1501538,
        label: "خیابان توحید اصفهان",
      },
      {
        value: 1501545,
        label: "سیمتری قائم قم",
      },
      {
        value: 1501547,
        label: "بلوار دانشجوی یزد",
      },
      {
        value: 1501548,
        label: "بیست و دو بهمن شاهرود",
      },
      {
        value: 1501549,
        label: "خیابان شهاب کرمان",
      },
      {
        value: 1501552,
        label: "چلیچه",
      },
      {
        value: 1501554,
        label: "شهر کیان",
      },
      {
        value: 1501558,
        label: "خانه اصفهان",
      },
      {
        value: 1501559,
        label: "سریش آباد",
      },
      {
        value: 1501560,
        label: "چالدران",
      },
      {
        value: 1501561,
        label: "نحوی بهبهان",
      },
      {
        value: 1501564,
        label: "سپاد مشهد",
      },
      {
        value: 1501567,
        label: "رضاشهر مشهد",
      },
      {
        value: 1501568,
        label: "ایرج میرزا مشهد",
      },
      {
        value: 1501569,
        label: "ولیعصر اسفراین",
      },
      {
        value: 1501571,
        label: "خیابان استاد مطهری اصفهان",
      },
      {
        value: 1501572,
        label: "مهران",
      },
      {
        value: 1501574,
        label: "دهلران",
      },
      {
        value: 1501575,
        label: "شهرک قدس قم",
      },
      {
        value: 1501576,
        label: "بلوار شریعتی شهرکرد",
      },
      {
        value: 1501577,
        label: "امیر کبیر اراک",
      },
      {
        value: 1501578,
        label: "میدان طالقانی بیرجند",
      },
      {
        value: 1501580,
        label: "خیابان آتشگاه اصفهان",
      },
      {
        value: 1501581,
        label: "میدان آزادی بوکان",
      },
      {
        value: 1501582,
        label: "بلوار کردستان بوکان",
      },
      {
        value: 1501584,
        label: "میدان انقلاب اراک",
      },
      {
        value: 1501585,
        label: "ارکواز ملکشاهی",
      },
      {
        value: 1501586,
        label: "تکاب",
      },
      {
        value: 1501587,
        label: "بلوار پاسداران بندر عباس",
      },
      {
        value: 1501588,
        label: "دکتر معین استانه اشرفیه",
      },
      {
        value: 1501589,
        label: "چهارراه سجادیه قم",
      },
      {
        value: 1501590,
        label: "فولاد شهر",
      },
      {
        value: 1501595,
        label: "امام رضا شیروان",
      },
      {
        value: 1501596,
        label: "کامرانیه",
      },
      {
        value: 1501597,
        label: "شهید باهنر اراک",
      },
      {
        value: 1501598,
        label: "اهرستان یزد",
      },
      {
        value: 1501599,
        label: "شهید بهشتی رشت",
      },
      {
        value: 1501600,
        label: "سرافراز",
      },
      {
        value: 1501601,
        label: "خیابان حسن آباد سنندج",
      },
      {
        value: 1501602,
        label: "ترمینال قم",
      },
      {
        value: 1501604,
        label: "شهرک صنعتی محمود آباد اصفهان",
      },
      {
        value: 1501605,
        label: "سیمان هرمزگان  بندرخمیر",
      },
      {
        value: 1501607,
        label: "فرامرز عباسی مشهد",
      },
      {
        value: 1501612,
        label: "مارلیک",
      },
      {
        value: 1501615,
        label: "کوی ملت اهواز",
      },
      {
        value: 1501616,
        label: "توانیر ولیعصر (عج)",
      },
      {
        value: 1501618,
        label: "آیت الله اشرفی اصفهانی کرمانشاه",
      },
      {
        value: 1501621,
        label: "خیابان تربیت تبریز",
      },
      {
        value: 1501622,
        label: "میدان آزادگان کرج",
      },
      {
        value: 1501625,
        label: "میدان امام حسین خمینی شهر",
      },
      {
        value: 1501626,
        label: "خیابان سروش اصفهان",
      },
      {
        value: 1501627,
        label: "خیابان بیست و دو بهمن اصفهان",
      },
      {
        value: 1501629,
        label: "ماهدشت کرج",
      },
      {
        value: 1501630,
        label: "بلوار شهید رجایی شیراز",
      },
      {
        value: 1501631,
        label: "میدان سرباز مریوان",
      },
      {
        value: 1501634,
        label: "خیابان شهید صدوقی کرج",
      },
      {
        value: 1501636,
        label: "میعاد خانی آباد",
      },
      {
        value: 1501637,
        label: "منطقه صنعتی جی اصفهان",
      },
      {
        value: 1501638,
        label: "بازار مدرس کرمانشاه",
      },
      {
        value: 1501639,
        label: "بلوار امام رضا رشت",
      },
      {
        value: 1501640,
        label: "شهید غیوری تهران",
      },
      {
        value: 1501641,
        label: "خلیج فارس بندرعباس",
      },
      {
        value: 1501642,
        label: "چرمشهر تبریز",
      },
      {
        value: 1501644,
        label: "بازار رضا مشهد",
      },
      {
        value: 1501645,
        label: "ثامن الائمه مشهد",
      },
      {
        value: 1501646,
        label: "وحدت اردبیل",
      },
      {
        value: 1501648,
        label: "فیروز آباد کرمان",
      },
      {
        value: 1501649,
        label: "خیابان گلستان شهرک قدس تهران",
      },
      {
        value: 1501652,
        label: "فردوسی بجنورد",
      },
      {
        value: 1501654,
        label: "شهید سرتیپ رستمی خرم آباد",
      },
      {
        value: 1501657,
        label: "امام رضا کرمانشاه",
      },
      {
        value: 1501664,
        label: "شهید طرحچی مشهد",
      },
      {
        value: 1501666,
        label: "اشکفتک",
      },
      {
        value: 1501667,
        label: "فلکه شریعتی ولیعصر تبریز",
      },
      {
        value: 1501669,
        label: "بلوار امام خمینی الیگودرز",
      },
      {
        value: 1501670,
        label: "منطقه آزاد چابهار",
      },
      {
        value: 1501671,
        label: "پردیس چابهار",
      },
      {
        value: 1501672,
        label: "بلداجی",
      },
      {
        value: 1501674,
        label: "خیابان آیت الله کاشانی اصفهان",
      },
      {
        value: 1501675,
        label: "امام خمینی کوهدشت",
      },
      {
        value: 1501677,
        label: "رومشکان",
      },
      {
        value: 1501678,
        label: "شهید رجایی قزوین",
      },
      {
        value: 1501679,
        label: "زهک",
      },
      {
        value: 1501680,
        label: "باغ فیض اسلامشهر",
      },
      {
        value: 1501685,
        label: "سراج",
      },
      {
        value: 1501686,
        label: "حضرت معصومه قم",
      },
      {
        value: 1501690,
        label: "شهید اخروی اصفهان",
      },
      {
        value: 1501696,
        label: "شفت",
      },
      {
        value: 1501698,
        label: "بلوار حافظ شهرکرد",
      },
      {
        value: 1501699,
        label: "گوجان",
      },
      {
        value: 1501700,
        label: "بلوار جرجان گرگان",
      },
      {
        value: 1501701,
        label: "شهدای فردیس",
      },
      {
        value: 1501704,
        label: "بلوار امام خمینی چابهار",
      },
      {
        value: 1501707,
        label: "سعدی قزوین",
      },
      {
        value: 1501708,
        label: "خیابان دولت تهران",
      },
      {
        value: 1501711,
        label: "رستم آباد",
      },
      {
        value: 1501712,
        label: "شهید منتظری اسلام آباد غرب",
      },
      {
        value: 1501714,
        label: "سلمانشهر",
      },
      {
        value: 1501717,
        label: "آیت الله طالقانی ایلام",
      },
      {
        value: 1501718,
        label: "خیابان فروردین حصارک کرج",
      },
      {
        value: 1501719,
        label: "شهید مطهری تبریز",
      },
      {
        value: 1501720,
        label: "طلای سبز رفسنجان",
      },
      {
        value: 1501722,
        label: "خیابان جمهوری اسلامی زنجان",
      },
      {
        value: 1501725,
        label: "نسیم شهر رباط کریم",
      },
      {
        value: 1501728,
        label: "شریعتی برازجان",
      },
      {
        value: 1501729,
        label: "فلسطین مشهد",
      },
      {
        value: 1501730,
        label: "چهار‌راه مخابرات مشهد",
      },
      {
        value: 1501731,
        label: "سجاد شهر بیرجند",
      },
      {
        value: 1501732,
        label: "پانزده خرداد نیشابور",
      },
      {
        value: 1501735,
        label: "بلوار آزادگان ایرانشهر",
      },
      {
        value: 1501739,
        label: "خیابان امام جمعه کرمان",
      },
      {
        value: 1501740,
        label: "امامت مشهد",
      },
      {
        value: 1501745,
        label: "بلوار معالی آباد شیراز",
      },
      {
        value: 1501746,
        label: "بلوار شهید باهنر شیراز",
      },
      {
        value: 1501748,
        label: "آیت الله دستغیب کرمان",
      },
      {
        value: 1501752,
        label: "شهید مصطفی خمینی بندرعباس",
      },
      {
        value: 1501754,
        label: "دروازه تهران تبریز",
      },
      {
        value: 1501756,
        label: "شمس آباد",
      },
      {
        value: 1501759,
        label: "کاشانی اسلامشهر",
      },
      {
        value: 1501761,
        label: "سلمان فارسی اهواز",
      },
      {
        value: 1501762,
        label: "امام خمینی تاکستان",
      },
      {
        value: 1501765,
        label: "توحید بوشهر",
      },
      {
        value: 1501767,
        label: "پیر بکران",
      },
      {
        value: 1501768,
        label: "شهید انصاری قزوین",
      },
      {
        value: 1501770,
        label: "سه‌راه ملک شهر اصفهان",
      },
      {
        value: 1501771,
        label: "خیابان جابر انصاری اصفهان",
      },
      {
        value: 1501775,
        label: "محمدیه قزوین",
      },
      {
        value: 1501776,
        label: "سلیمان خاطر",
      },
      {
        value: 1501778,
        label: "میدان ونک تهران",
      },
      {
        value: 1501779,
        label: "بلوار فردوس تهران",
      },
      {
        value: 1501780,
        label: "شهدا ایلام",
      },
      {
        value: 1501782,
        label: "خیابان لاله شمالی اصفهان",
      },
      {
        value: 1501784,
        label: "مشیریه",
      },
      {
        value: 1501785,
        label: "میلاد نور شهرک قدس",
      },
      {
        value: 1501787,
        label: "شهید بهشتی مشهد",
      },
      {
        value: 1501788,
        label: "میدان هنرستان مشهد",
      },
      {
        value: 1501791,
        label: "خیابان شهید رییس کرمی قم",
      },
      {
        value: 1501796,
        label: "بلوار شهید بهشتی قم",
      },
      {
        value: 1501798,
        label: "علامه طباطبایی شمالی تهران",
      },
      {
        value: 1501799,
        label: "بلوار مدرس شیراز",
      },
      {
        value: 1501800,
        label: "بندر عسلويه",
      },
      {
        value: 1501801,
        label: "اختیاریه جنوبی",
      },
      {
        value: 1501802,
        label: "مشاهیر تهران",
      },
      {
        value: 1501805,
        label: "بلوار کارگر اهر",
      },
      {
        value: 1501807,
        label: "آیت اله شهید مدنی زنجان",
      },
      {
        value: 1501808,
        label: "سه‌راه امین حضور",
      },
      {
        value: 1501809,
        label: "خدابنده",
      },
      {
        value: 1501810,
        label: "بزرگراه شهدا اردبیل",
      },
      {
        value: 1501814,
        label: "الوند قزوین",
      },
      {
        value: 1501817,
        label: "خیابان مبارزان اصفهان",
      },
      {
        value: 1501819,
        label: "میدان امام خمینی سمنان",
      },
      {
        value: 1501820,
        label: "بلوار هجرت نور آباد ممسنی",
      },
      {
        value: 1501821,
        label: "خیابان آیت",
      },
      {
        value: 1501825,
        label: "بندر نخل تقی",
      },
      {
        value: 1501827,
        label: "پروفسور حسابی تهران",
      },
      {
        value: 1501830,
        label: "موزیرج بابل",
      },
      {
        value: 1501831,
        label: "فلکه رازی رشت",
      },
      {
        value: 1501832,
        label: "شهید بنی هاشم مشکین شهر",
      },
      {
        value: 1501835,
        label: "خیابان درختی کرج",
      },
      {
        value: 1501836,
        label: "تهرانسر",
      },
      {
        value: 1501838,
        label: "بلوار جمهوری اسلامی کرمان",
      },
      {
        value: 1501841,
        label: "شهرک صنعتی مشهد",
      },
      {
        value: 1501842,
        label: "حکیم طوس",
      },
      {
        value: 1501846,
        label: "بیست متری افسریه",
      },
      {
        value: 1501847,
        label: "لواسان",
      },
      {
        value: 1501848,
        label: "شهید شیرودی اراک",
      },
      {
        value: 1501850,
        label: "شیرگاه سوادکوه",
      },
      {
        value: 1501852,
        label: "نفت شمالی",
      },
      {
        value: 1501854,
        label: "بلوار اسفندیار",
      },
      {
        value: 1501857,
        label: "رابر",
      },
      {
        value: 1501858,
        label: "مطهری مدرس",
      },
      {
        value: 1501866,
        label: "شهید مصطفی خمینی تهران",
      },
      {
        value: 1501867,
        label: "بلوار هفده شهریور سمنان",
      },
      {
        value: 1501868,
        label: "خیابان دردشت",
      },
      {
        value: 1501869,
        label: "خیابان هنگام",
      },
      {
        value: 1501874,
        label: "میدان قائم آمل",
      },
      {
        value: 1501875,
        label: "میدان امام علی(ع) زاهدان",
      },
      {
        value: 1501877,
        label: "خیابان ولیعصر قم",
      },
      {
        value: 1501880,
        label: "میر احمد سرپل ذهاب",
      },
      {
        value: 1501881,
        label: "قارن ساری",
      },
      {
        value: 1501886,
        label: "چهارراه شهدا کازرون",
      },
      {
        value: 1501887,
        label: "شریف شرقی رهنان",
      },
      {
        value: 1501891,
        label: "صنعتی یزد",
      },
      {
        value: 1501894,
        label: "ناهارخوران گرگان",
      },
      {
        value: 1501895,
        label: "خواجه رشید همدان",
      },
      {
        value: 1501896,
        label: "جمهوری اسلامی برازجان",
      },
      {
        value: 1501898,
        label: "خیابان مشیرالدوله شرقی اصفهان",
      },
      {
        value: 1501899,
        label: "مدرس مشهد",
      },
      {
        value: 1501900,
        label: "امام خمینی اقلید",
      },
      {
        value: 1501901,
        label: "عنبرآباد",
      },
      {
        value: 1501902,
        label: "شهر صنعتی کاوه ساوه",
      },
      {
        value: 1501904,
        label: "اردیبهشت شیراز",
      },
      {
        value: 1501908,
        label: "قیر",
      },
      {
        value: 1501911,
        label: "زیتون کارمندی اهواز",
      },
      {
        value: 1501912,
        label: "خیابان شاهین شمالی",
      },
      {
        value: 1501915,
        label: "آیت اله کاشانی ارومیه",
      },
      {
        value: 1501917,
        label: "شهیدمدنی تبریز",
      },
      {
        value: 1501920,
        label: "فلکه تختی ولیعصر تبریز",
      },
      {
        value: 1501921,
        label: "سردار جنگل جنوبی یاسوج",
      },
      {
        value: 1501927,
        label: "بهنوش",
      },
      {
        value: 1501929,
        label: "شهید رجایی اراک",
      },
      {
        value: 1501930,
        label: "شهید امینی دوگنبدان",
      },
      {
        value: 1501931,
        label: "خیابان قرنی مشهد",
      },
      {
        value: 1501935,
        label: "فردوسي ياسوج",
      },
      {
        value: 1501936,
        label: "شهیدان دولتی مقدم",
      },
      {
        value: 1501940,
        label: "میدان بقیه الله قم",
      },
      {
        value: 1501944,
        label: "بلوار مرزداران",
      },
      {
        value: 1501947,
        label: "سربیشه بیرجند",
      },
      {
        value: 1501950,
        label: "بدره",
      },
      {
        value: 1501956,
        label: "مجتمع آ اس پ",
      },
      {
        value: 1501957,
        label: "قائم مقام فراهانی",
      },
      {
        value: 1501960,
        label: "شهید باهنر",
      },
      {
        value: 1501961,
        label: "میدان جهاد زابل",
      },
      {
        value: 1501962,
        label: "بلوار جمهوری اسلامی زاهدان",
      },
      {
        value: 1501965,
        label: "سالاریه قم",
      },
      {
        value: 1501969,
        label: "شهرک صنعتی لیا",
      },
      {
        value: 1501970,
        label: "شهید بهشتی تاکستان",
      },
      {
        value: 1501980,
        label: "پیامبر اعظم (ص)",
      },
      {
        value: 1501981,
        label: "بلوار دکتر شریعتی دهدشت",
      },
      {
        value: 1501984,
        label: "رشدیه تبریز",
      },
      {
        value: 1501988,
        label: "رضوان اردبیل",
      },
      {
        value: 1501990,
        label: "برج آسمان",
      },
      {
        value: 1501992,
        label: "خیابان آصف تهران",
      },
      {
        value: 1501997,
        label: "شهرک کامیون داران",
      },
      {
        value: 1502000,
        label: "بیهقی",
      },
      {
        value: 1502009,
        label: "رویان نور",
      },
      {
        value: 1502011,
        label: "شهرک صنعتی خاوران تهران",
      },
      {
        value: 1502014,
        label: "بلوار ولایت بجنورد",
      },
      {
        value: 1502016,
        label: "امانیه اهواز",
      },
      {
        value: 1502017,
        label: "آزادگان اهواز",
      },
      {
        value: 1502020,
        label: "سروستان تهران",
      },
      {
        value: 1502021,
        label: "پارک ملت تهران",
      },
      {
        value: 1502024,
        label: "نرماشیر",
      },
      {
        value: 1502030,
        label: "میدان حجاب مشهد",
      },
      {
        value: 1502032,
        label: "بازار خودرو اهواز",
      },
      {
        value: 1502036,
        label: "چهار‌راه امیر کبیر زنجان",
      },
      {
        value: 1502039,
        label: "طلای سفید بجنورد",
      },
      {
        value: 1502042,
        label: "صفاشهر فارس",
      },
      {
        value: 1502045,
        label: "هیدج",
      },
      {
        value: 1502046,
        label: "فراشبند فارس",
      },
      {
        value: 1502047,
        label: "زرین دشت فارس",
      },
      {
        value: 1502048,
        label: "غرق آباد",
      },
      {
        value: 1502049,
        label: "شهید رجایی بندرعباس",
      },
      {
        value: 1502057,
        label: "بلوار امام حسین بندرعباس",
      },
      {
        value: 1502058,
        label: "کوار فارس",
      },
      {
        value: 1502067,
        label: "گرمه",
      },
      {
        value: 1502072,
        label: "گلشهر بندرعباس",
      },
      {
        value: 1502076,
        label: "منطقه ویژه اقتصادی پتروشیمی بندر ماهشهر",
      },
      {
        value: 1502078,
        label: "سهند ائل گلی تبریز",
      },
      {
        value: 1502081,
        label: "دستناء",
      },
      {
        value: 1502082,
        label: "شهید یاغچیان تبریز",
      },
      {
        value: 1502084,
        label: "شهید فاضلی زاهدان",
      },
      {
        value: 1502086,
        label: "شهرک صنعتی کاسپین",
      },
      {
        value: 1502087,
        label: "درجزین",
      },
      {
        value: 1502089,
        label: "پارسیان",
      },
      {
        value: 1502094,
        label: "فرادنبه",
      },
      {
        value: 1502097,
        label: "بلوار ملاصدرا قزوین",
      },
      {
        value: 1502098,
        label: "خیابان 42 متری انقلاب تبریز",
      },
      {
        value: 1502100,
        label: "بندر دلوار",
      },
      {
        value: 1502101,
        label: "بازار بزرگ اطلس مشهد",
      },
      {
        value: 1502104,
        label: "ریگان",
      },
      {
        value: 1502107,
        label: "بیست و دو گولان سنندج",
      },
      {
        value: 1502108,
        label: "شهید باکری اردبیل",
      },
      {
        value: 1502110,
        label: "شهرک کارمندان زنجان",
      },
      {
        value: 1502111,
        label: "صائین قلعه",
      },
      {
        value: 1502112,
        label: "شناط ابهر",
      },
      {
        value: 1502121,
        label: "نواب صفوی قم",
      },
      {
        value: 1502125,
        label: "نشتارود",
      },
      {
        value: 1502131,
        label: "اقبالیه قزوین",
      },
      {
        value: 1502134,
        label: "بلوار امام خمینی قزوین",
      },
      {
        value: 1502135,
        label: "سپاهان شهر اصفهان",
      },
      {
        value: 1502136,
        label: "خشت",
      },
      {
        value: 1502159,
        label: "بیدگل",
      },
      {
        value: 1502160,
        label: "قهدریجان",
      },
      {
        value: 1502161,
        label: "خیابان ولیعصر زنجان",
      },
      {
        value: 1502170,
        label: "خیابان خاقانی اصفهان",
      },
      {
        value: 1502172,
        label: "بهنمیر مازندران",
      },
      {
        value: 1502174,
        label: "فرمهین",
      },
      {
        value: 1502178,
        label: "کوهبنان",
      },
      {
        value: 1502181,
        label: "هرند اصفهان",
      },
      {
        value: 1502190,
        label: "بهارستان اصفهان",
      },
      {
        value: 1502192,
        label: "سیب و سوران سیستان و بلوچستان",
      },
      {
        value: 1502194,
        label: "هیرمند سیستان و بلوچستان",
      },
      {
        value: 1502195,
        label: "سرباز سیستان و بلوچستان",
      },
      {
        value: 1502198,
        label: "وحدت بندرعباس",
      },
      {
        value: 1502199,
        label: "فاضل آباد گلستان",
      },
      {
        value: 1502200,
        label: "شهید سپهبد قاسم سلیمانی",
      },
      {
        value: 1502201,
        label: "دوره چگنی لرستان",
      },
      {
        value: 1502206,
        label: "امام خمینی شهریار",
      },
      {
        value: 1502207,
        label: "سیمرغ مازندران",
      },
      {
        value: 1502208,
        label: "جعفرآبادمغان",
      },
      {
        value: 1502210,
        label: "مراوه تپه گلستان",
      },
      {
        value: 1502211,
        label: "خان ببین گلستان",
      },
      {
        value: 1502214,
        label: "خنداب",
      },
      {
        value: 1502215,
        label: "خیابان دکتر فاطمی",
      },
      {
        value: 1502216,
        label: "جهان نمای کرج",
      },
      {
        value: 1502218,
        label: "نبوت ارومیه",
      },
      {
        value: 1502219,
        label: "فلکه رودکی ارومیه",
      },
      {
        value: 1502220,
        label: "احمدقصیر (بخارست)",
      },
      {
        value: 1502224,
        label: "آیت اله کاشانی غربی",
      },
      {
        value: 1502226,
        label: "خیابان بنی هاشم",
      },
      {
        value: 1502227,
        label: "چهارراه قصر",
      },
      {
        value: 1502228,
        label: "چهارراه مولوی",
      },
      {
        value: 1502229,
        label: "بلواردریای شهرک قدس",
      },
      {
        value: 1502231,
        label: "کمالشهر کرج",
      },
      {
        value: 1502232,
        label: "پل رومی",
      },
      {
        value: 1502235,
        label: "میدان ساحل تهران",
      },
      {
        value: 1502244,
        label: "منظریه کرج",
      },
      {
        value: 1502255,
        label: "بلوار شهید اندرزگو",
      },
      {
        value: 1503002,
        label: "چهار راه هلال احمر آذرشهر",
      },
      {
        value: 1503004,
        label: "شهید بهشتی اهر",
      },
      {
        value: 1503005,
        label: "شهدای بناب",
      },
      {
        value: 1503007,
        label: "شهدای سراب",
      },
      {
        value: 1503009,
        label: "شهید چمران عجب شیر",
      },
      {
        value: 1503010,
        label: "شهید باهنر مراغه",
      },
      {
        value: 1503011,
        label: "شهدای محراب مرند",
      },
      {
        value: 1503012,
        label: "شهید مدنی ملکان",
      },
      {
        value: 1503014,
        label: "شهدای زینبیه میانه",
      },
      {
        value: 1503016,
        label: "شهید محلاتی تبریز",
      },
      {
        value: 1503017,
        label: "شهرک امام خمینی تبریز",
      },
      {
        value: 1503018,
        label: "شهرک نور تبریز",
      },
      {
        value: 1503019,
        label: "عاشورا تبریز",
      },
      {
        value: 1503020,
        label: "سه راهی ولیعصر تبریز",
      },
      {
        value: 1503021,
        label: "شهید آیت اله آل هاشم تبریز",
      },
      {
        value: 1503022,
        label: "علامه امینی تبریز",
      },
      {
        value: 1503024,
        label: "شهید شیخ محمد خیابانی تبریز",
      },
      {
        value: 1503026,
        label: "عطایی ارومیه",
      },
      {
        value: 1503032,
        label: "شهید چمران سلماس",
      },
      {
        value: 1503034,
        label: "حضرت فاطمه(س) شاهین دژ",
      },
      {
        value: 1503036,
        label: "میدان انقلاب میاندوآب",
      },
      {
        value: 1503037,
        label: "شهید عرب نژاد مهاباد",
      },
      {
        value: 1503039,
        label: "المهدی(عج)ارومیه",
      },
      {
        value: 1503040,
        label: "شهید امینی ارومیه",
      },
      {
        value: 1503041,
        label: "فلکه خیام ارومیه",
      },
      {
        value: 1503042,
        label: "ولی عصر(عج)ارومیه",
      },
      {
        value: 1503045,
        label: "شهید بهشتی ارومیه",
      },
      {
        value: 1503046,
        label: "پزشکان کرمانشاه",
      },
      {
        value: 1503047,
        label: "انقلاب اسلامی خوی",
      },
      {
        value: 1503048,
        label: "بیمارستان شهید عارفیان ارومیه",
      },
      {
        value: 1503049,
        label: "انصارالحسین اراک",
      },
      {
        value: 1503050,
        label: "میدان انقلاب خمین",
      },
      {
        value: 1503052,
        label: "شهید چمران ساوه",
      },
      {
        value: 1503056,
        label: "خیابان شهدای اراک",
      },
      {
        value: 1503057,
        label: "چهارراه ادب جو اراک",
      },
      {
        value: 1503058,
        label: "امام علی (ع) اراک",
      },
      {
        value: 1503059,
        label: "توحید سپاهان شهر",
      },
      {
        value: 1503060,
        label: "شمس آبادی",
      },
      {
        value: 1503062,
        label: "امام خمینی ( ره ) خمینی شهر",
      },
      {
        value: 1503069,
        label: "فردوسی غربی شاهین شهر",
      },
      {
        value: 1503071,
        label: "شهید بهشتی کاشان",
      },
      {
        value: 1503072,
        label: "بلوار نیکبخت مبارکه",
      },
      {
        value: 1503074,
        label: "امام خمینی (ره) شمالی نایین",
      },
      {
        value: 1503075,
        label: "شهدا نجف آباد",
      },
      {
        value: 1503076,
        label: "زواره",
      },
      {
        value: 1503077,
        label: "بلوار امام خمینی (ره) شرقی تیران",
      },
      {
        value: 1503078,
        label: "چهارراه هشت بهشت اصفهان",
      },
      {
        value: 1503079,
        label: "منارجنبان",
      },
      {
        value: 1503080,
        label: "شهید همت شهرضا",
      },
      {
        value: 1503085,
        label: "17شهریور آران و بیدگل",
      },
      {
        value: 1503087,
        label: "بیمارستان شهید صدوقی اصفهان",
      },
      {
        value: 1503088,
        label: "امیرکبیر شرقی اصفهان",
      },
      {
        value: 1503089,
        label: "شهید مطهری میدان قدس اصفهان",
      },
      {
        value: 1503090,
        label: "سنگتراشها  حکیم نظامی اصفهان",
      },
      {
        value: 1503091,
        label: "چهارباغ پائین اصفهان",
      },
      {
        value: 1503094,
        label: "چهارباغ خواجو اصفهان",
      },
      {
        value: 1503095,
        label: "زاگرس ایلام",
      },
      {
        value: 1503099,
        label: "شهدای آبدانان",
      },
      {
        value: 1503100,
        label: "شهید بسطامی ملکشاهی",
      },
      {
        value: 1503101,
        label: "انقلاب ایوانغرب",
      },
      {
        value: 1503102,
        label: "ولی عصر سرابله",
      },
      {
        value: 1503104,
        label: "پیامبر اعظم (ص) ایلام",
      },
      {
        value: 1503105,
        label: "بیست و دو بهمن ایلام",
      },
      {
        value: 1503106,
        label: "شهدا مسجد توحید بوشهر",
      },
      {
        value: 1503107,
        label: "خیابان امام خمینی برازجان",
      },
      {
        value: 1503108,
        label: "شهید مهدوی خورموج",
      },
      {
        value: 1503110,
        label: "خیابان دولت کنگان",
      },
      {
        value: 1503111,
        label: "پاسداران بندرگناوه",
      },
      {
        value: 1503112,
        label: "سعدآباد",
      },
      {
        value: 1503116,
        label: "میثم تمار بوشهر",
      },
      {
        value: 1503117,
        label: "شهید احمد نیا بوشهر",
      },
      {
        value: 1503118,
        label: "شهدای آبپخش",
      },
      {
        value: 1503119,
        label: "شهدای بوشهر",
      },
      {
        value: 1503121,
        label: "میدان امام حسین جم",
      },
      {
        value: 1503122,
        label: "کاکی",
      },
      {
        value: 1503124,
        label: "چغادک",
      },
      {
        value: 1503125,
        label: "بردخون",
      },
      {
        value: 1503126,
        label: "بنه گز",
      },
      {
        value: 1503128,
        label: "آبشار یاسوج",
      },
      {
        value: 1503129,
        label: "خیابان امام خمینی دهدشت",
      },
      {
        value: 1503130,
        label: "خیابان شهید بشارت دوگنبدان",
      },
      {
        value: 1503131,
        label: "شهدای  لنده",
      },
      {
        value: 1503132,
        label: "میدان شهدای یاسوج",
      },
      {
        value: 1503134,
        label: "شهید رجائی - سه راه مجلس تهران",
      },
      {
        value: 1503136,
        label: "میدان ولی عصر تهران",
      },
      {
        value: 1503137,
        label: "پادگان ولیعصر تهران",
      },
      {
        value: 1503138,
        label: "بیمارستان بقیه اله",
      },
      {
        value: 1503140,
        label: "کارگر-امام خمینی تهران",
      },
      {
        value: 1503141,
        label: "بهشتی سهروردی تهران",
      },
      {
        value: 1503145,
        label: "میدان کتاب تهران",
      },
      {
        value: 1503147,
        label: "شهید محلاتی تهران",
      },
      {
        value: 1503149,
        label: "شهید اکبری تهران",
      },
      {
        value: 1503150,
        label: "سپاه اسلام تهران",
      },
      {
        value: 1503156,
        label: "فرودگاه مهرآباد تهران",
      },
      {
        value: 1503157,
        label: "ولی امر (عج) تهران",
      },
      {
        value: 1503158,
        label: "خیابان فردوسی تهران",
      },
      {
        value: 1503161,
        label: "شهید صنیع خانی تهران",
      },
      {
        value: 1503164,
        label: "شهید دستواره تهران",
      },
      {
        value: 1503165,
        label: "شهرک استقلال تهرانسر تهران",
      },
      {
        value: 1503167,
        label: "شریعتی شمالی  تهران",
      },
      {
        value: 1503168,
        label: "شهرک صنعتی چهاردانگه اسلامشهر",
      },
      {
        value: 1503169,
        label: "وصال شیرازی تهران",
      },
      {
        value: 1503172,
        label: "سازمان برنامه تهران",
      },
      {
        value: 1503174,
        label: "شهدای امام زاده حسن",
      },
      {
        value: 1503176,
        label: "شهید وفا منش تهران",
      },
      {
        value: 1503180,
        label: "فتحی شقاقی تهران",
      },
      {
        value: 1503181,
        label: "چهارراه اختیاریه تهران",
      },
      {
        value: 1503185,
        label: "خردمند تهران",
      },
      {
        value: 1503187,
        label: "فلکه دوم خزانه بخارایی",
      },
      {
        value: 1503188,
        label: "چهارراه رشید تهران",
      },
      {
        value: 1503191,
        label: "خیابان یاران شهرک ولیعصر",
      },
      {
        value: 1503195,
        label: "فلکه سوم تهرانپارس",
      },
      {
        value: 1503196,
        label: "بوستان پونک تهران",
      },
      {
        value: 1503198,
        label: "بازار ونک تهران",
      },
      {
        value: 1503199,
        label: "مرکز خرید قلهک تهران",
      },
      {
        value: 1503200,
        label: "گلهای امیر کبیر تهران",
      },
      {
        value: 1503201,
        label: "سردار جنگل تهران",
      },
      {
        value: 1503206,
        label: "شهداء لردگان",
      },
      {
        value: 1503207,
        label: "شهید رجائی فارسان",
      },
      {
        value: 1503208,
        label: "فارابی شهرکرد",
      },
      {
        value: 1503210,
        label: "میدان فردوسی",
      },
      {
        value: 1503216,
        label: "خیابان راهنمایی مشهد",
      },
      {
        value: 1503217,
        label: "چهارراه یوسف آباد تایباد",
      },
      {
        value: 1503218,
        label: "چهارراه مخابرات تربت جام",
      },
      {
        value: 1503219,
        label: "بلوارامام رضا(ع)فریمان",
      },
      {
        value: 1503220,
        label: "دندانپزشکان مشهد",
      },
      {
        value: 1503221,
        label: "میدان جانباز مشهد",
      },
      {
        value: 1503224,
        label: "صیادشیرازی درگز",
      },
      {
        value: 1503225,
        label: "خیابان کاشفی سبزوار",
      },
      {
        value: 1503227,
        label: "شهیدان پارسا فردوس",
      },
      {
        value: 1503228,
        label: "ولیعصر (عج) قوچان",
      },
      {
        value: 1503229,
        label: "شهید مدرس کاشمر",
      },
      {
        value: 1503230,
        label: "چهارراه گیتی نورد گناباد",
      },
      {
        value: 1503231,
        label: "میدان آزادی نیشابور",
      },
      {
        value: 1503232,
        label: "گلبهار",
      },
      {
        value: 1503234,
        label: "شهید بخارائی مشهد",
      },
      {
        value: 1503235,
        label: "کوی کارمندان مشهد",
      },
      {
        value: 1503236,
        label: "بیمارستان 17شهریور مشهد",
      },
      {
        value: 1503237,
        label: "مهدیه مشهد",
      },
      {
        value: 1503238,
        label: "شهید برونسی مشهد",
      },
      {
        value: 1503239,
        label: "چهارراه عدالت بردسکن",
      },
      {
        value: 1503240,
        label: "چهار راه انقلاب نیشابور",
      },
      {
        value: 1503241,
        label: "چهارراه سیدرضی مشهد",
      },
      {
        value: 1503242,
        label: "چهارراه امت  مشهد",
      },
      {
        value: 1503244,
        label: "پل هاشمیه مشهد",
      },
      {
        value: 1503245,
        label: "عبدالمطلب مشهد",
      },
      {
        value: 1503247,
        label: "بلوار سرخس مشهد",
      },
      {
        value: 1503248,
        label: "مخابرات قاسم آباد مشهد",
      },
      {
        value: 1503249,
        label: "پامچال سجاد مشهد",
      },
      {
        value: 1503251,
        label: "شهید مطهری قوچان",
      },
      {
        value: 1503252,
        label: "بلوار شهید فلاحی مشهد",
      },
      {
        value: 1503254,
        label: "چهار راه میدان بار مشهد",
      },
      {
        value: 1503255,
        label: "بیمارستان امام حسین (ع) مشهد",
      },
      {
        value: 1503256,
        label: "حر مشهد",
      },
      {
        value: 1503257,
        label: "شهید مختاربند اهواز",
      },
      {
        value: 1503258,
        label: "شهید لیراوی آبادان",
      },
      {
        value: 1503259,
        label: "شهید قربانی اندیمشك",
      },
      {
        value: 1503260,
        label: "میدان امام علی ایذه",
      },
      {
        value: 1503262,
        label: "شهدای خرمشهر",
      },
      {
        value: 1503264,
        label: "ولیعصر دزفول",
      },
      {
        value: 1503265,
        label: "شهدای رامهرمز",
      },
      {
        value: 1503266,
        label: "شهدای سوسنگرد",
      },
      {
        value: 1503267,
        label: "شهدای شوش",
      },
      {
        value: 1503268,
        label: "شهید خدری شوشتر",
      },
      {
        value: 1503269,
        label: "امام حسین ماهشهر",
      },
      {
        value: 1503270,
        label: "شهدای مسجد سلیمان",
      },
      {
        value: 1503275,
        label: "شهید کج باف اهواز",
      },
      {
        value: 1503276,
        label: "شهدای دزفول",
      },
      {
        value: 1503277,
        label: "امیرکبیر اهواز",
      },
      {
        value: 1503279,
        label: "خیابان طالقانی (شهید كریمی) اهواز",
      },
      {
        value: 1503280,
        label: "ایثار اهواز",
      },
      {
        value: 1503281,
        label: "فرهنگشهر",
      },
      {
        value: 1503282,
        label: "شهدای فولاد خوزستان",
      },
      {
        value: 1503284,
        label: "امام علی اهواز",
      },
      {
        value: 1503285,
        label: "شهید علی هاشمی اهواز",
      },
      {
        value: 1503286,
        label: "امیرکبیرزنجان",
      },
      {
        value: 1503287,
        label: "ولیعصر ابهر",
      },
      {
        value: 1503289,
        label: "خیابان امام خمینی خدابنده",
      },
      {
        value: 1503290,
        label: "اشراق زنجان",
      },
      {
        value: 1503291,
        label: "سه راه امجدیه زنجان",
      },
      {
        value: 1503292,
        label: "عاصم زنجانی",
      },
      {
        value: 1503294,
        label: "صدرجهان زنجان",
      },
      {
        value: 1503295,
        label: "میدان نماز سمنان",
      },
      {
        value: 1503296,
        label: "انصارالحسین(ع)دامغان",
      },
      {
        value: 1503298,
        label: "انصارالمهدی (عج) گرمسار",
      },
      {
        value: 1503299,
        label: "شهید دریادار همتی سمنان",
      },
      {
        value: 1503301,
        label: "نصر سمنان",
      },
      {
        value: 1503302,
        label: "فروغی شاهرود",
      },
      {
        value: 1503306,
        label: "ولایت خاش",
      },
      {
        value: 1503307,
        label: "شهید میر حسینی زابل",
      },
      {
        value: 1503308,
        label: "شهدای وحدت زاهدان",
      },
      {
        value: 1503311,
        label: "بهارستان زاهدان",
      },
      {
        value: 1503314,
        label: "شهید محمد زاده زاهدان",
      },
      {
        value: 1503316,
        label: "شهید دوران شیراز",
      },
      {
        value: 1503317,
        label: "قدوسی شرقی شیراز",
      },
      {
        value: 1503318,
        label: "شهید اسدی آباده",
      },
      {
        value: 1503319,
        label: "بلوار پاسداران ارسنجان",
      },
      {
        value: 1503320,
        label: "شعبه آبشار استهبان",
      },
      {
        value: 1503321,
        label: "المهدی جهرم",
      },
      {
        value: 1503322,
        label: "خرامه",
      },
      {
        value: 1503326,
        label: "بلوار جهاد سپیدان",
      },
      {
        value: 1503327,
        label: "روزبهان فسا",
      },
      {
        value: 1503328,
        label: "خاتم الانبیا فیروزآباد",
      },
      {
        value: 1503329,
        label: "امام خمینی(ره) کازرون",
      },
      {
        value: 1503330,
        label: "میدان بسیج کوار",
      },
      {
        value: 1503332,
        label: "میدان امام خمینی لامرد",
      },
      {
        value: 1503334,
        label: "خیابان فرهنگ مرودشت",
      },
      {
        value: 1503336,
        label: "قدس نیریز",
      },
      {
        value: 1503337,
        label: "خیابان شهید بهارلو زرقان",
      },
      {
        value: 1503338,
        label: "رسول اکرم (ص) سروستان",
      },
      {
        value: 1503339,
        label: "غدیر گراش",
      },
      {
        value: 1503342,
        label: "قادرآباد",
      },
      {
        value: 1503344,
        label: "شهدای گمنام شیراز",
      },
      {
        value: 1503345,
        label: "میدان قائم شیراز",
      },
      {
        value: 1503346,
        label: "نبی اکرم (ص) گله دار",
      },
      {
        value: 1503347,
        label: "وحدت شیراز",
      },
      {
        value: 1503348,
        label: "آباده طشک",
      },
      {
        value: 1503349,
        label: "بلوار استاد مطهری جهرم",
      },
      {
        value: 1503350,
        label: "سیبویه شیراز",
      },
      {
        value: 1503351,
        label: "تاچارا شیراز",
      },
      {
        value: 1503352,
        label: "مشیر شیراز",
      },
      {
        value: 1503354,
        label: "علا مرودشت",
      },
      {
        value: 1503355,
        label: "امام حسین (ع) جهرم",
      },
      {
        value: 1503357,
        label: "رحمت آباد شیراز",
      },
      {
        value: 1503358,
        label: "فضیلت شیراز",
      },
      {
        value: 1503359,
        label: "پزشکان شیراز",
      },
      {
        value: 1503360,
        label: "خاتم الانبیاء(ص)",
      },
      {
        value: 1503366,
        label: "شهید كاظمی سقز",
      },
      {
        value: 1503367,
        label: "شهید كاوه کامیاران",
      },
      {
        value: 1503368,
        label: "شهید نصرالهی قروه",
      },
      {
        value: 1503369,
        label: "زریبار مریوان",
      },
      {
        value: 1503371,
        label: "ثاراله کرمان",
      },
      {
        value: 1503372,
        label: "امام سجاد (ع) بافت",
      },
      {
        value: 1503374,
        label: "سیدالشهدا بم",
      },
      {
        value: 1503375,
        label: "شهداء جیرفت",
      },
      {
        value: 1503376,
        label: "روح اله رفسنجان",
      },
      {
        value: 1503378,
        label: "صاحب الزمان (عج)سیرجان",
      },
      {
        value: 1503380,
        label: "علی ابن ابیطالب (ع) کهنوج",
      },
      {
        value: 1503384,
        label: "شفا کرمان",
      },
      {
        value: 1503385,
        label: "شهید بهشتی کرمان",
      },
      {
        value: 1503386,
        label: "میدان ارشاد کرمانشاه",
      },
      {
        value: 1503387,
        label: "شهید فلاحی اسلام آباد غرب",
      },
      {
        value: 1503388,
        label: "شهید چمران پاوه",
      },
      {
        value: 1503389,
        label: "میدان مولوی جوانرود",
      },
      {
        value: 1503391,
        label: "میدان سپاه سنقر",
      },
      {
        value: 1503396,
        label: "شهید شمشادیان صحنه",
      },
      {
        value: 1503397,
        label: "امام خمینی هرسین",
      },
      {
        value: 1503398,
        label: "دالاهو",
      },
      {
        value: 1503399,
        label: "شهدای بازی دراز سرپل ذهاب",
      },
      {
        value: 1503400,
        label: "بیمارستان امام حسین کرمانشاه",
      },
      {
        value: 1503401,
        label: "خیابان سنگر کرمانشاه",
      },
      {
        value: 1503404,
        label: "حافظیه کرمانشاه",
      },
      {
        value: 1503405,
        label: "امام خمینی  کرمانشاه",
      },
      {
        value: 1503406,
        label: "شهدای گمنام رشت",
      },
      {
        value: 1503407,
        label: "فرهنگ رشت",
      },
      {
        value: 1503408,
        label: "شهید حسن پور آستارا",
      },
      {
        value: 1503409,
        label: "شهید خوش سیرت آستانه اشرفیه",
      },
      {
        value: 1503414,
        label: "لوندویل",
      },
      {
        value: 1503415,
        label: "امام خمینی فومن",
      },
      {
        value: 1503416,
        label: "روح ا… لاهیجان",
      },
      {
        value: 1503417,
        label: "شهید پرویز محبی ماسال",
      },
      {
        value: 1503418,
        label: "شهید محمد نژاد رشت",
      },
      {
        value: 1503419,
        label: "شهید املاكی لنگرود",
      },
      {
        value: 1503420,
        label: "شهید پسند رودسر",
      },
      {
        value: 1503421,
        label: "دکتر شریعتی رشت",
      },
      {
        value: 1503422,
        label: "علوی خرم آباد",
      },
      {
        value: 1503424,
        label: "آزادی ازنا",
      },
      {
        value: 1503425,
        label: "ولی عصر(عج)الیگودرز",
      },
      {
        value: 1503426,
        label: "ثارا… بروجرد",
      },
      {
        value: 1503428,
        label: "میدان امام حسین (ع) دورود",
      },
      {
        value: 1503429,
        label: "صاحب الزمان (عج)کوهدشت",
      },
      {
        value: 1503432,
        label: "بعثت خرم آباد",
      },
      {
        value: 1503434,
        label: "شهیدمطهری خرم آباد",
      },
      {
        value: 1503436,
        label: "شهدای بروجرد",
      },
      {
        value: 1503437,
        label: "میدان شهداء خرم آباد",
      },
      {
        value: 1503438,
        label: "بازار  الیگودرز",
      },
      {
        value: 1503440,
        label: "شهید بهشتی دورود",
      },
      {
        value: 1503441,
        label: "گلدشت خرم آباد",
      },
      {
        value: 1503444,
        label: "امیر مازندرانی ساری",
      },
      {
        value: 1503445,
        label: "میدان امام ( ره ) ساری",
      },
      {
        value: 1503447,
        label: "میدان کارگر بابل",
      },
      {
        value: 1503448,
        label: "بازار بابلسر",
      },
      {
        value: 1503449,
        label: "امام رضا بهشهر",
      },
      {
        value: 1503450,
        label: "نصر تنکابن",
      },
      {
        value: 1503451,
        label: "خیابان مطهری رامسر",
      },
      {
        value: 1503452,
        label: "پل سفید",
      },
      {
        value: 1503454,
        label: "خیلبان مدرس قائمشهر",
      },
      {
        value: 1503457,
        label: "خیابان انقلاب نوشهر",
      },
      {
        value: 1503458,
        label: "میدان معلم چالوس",
      },
      {
        value: 1503462,
        label: "راهبند ساری",
      },
      {
        value: 1503464,
        label: "گلیا بابل",
      },
      {
        value: 1503466,
        label: "شهید برزکوهی ساری",
      },
      {
        value: 1503467,
        label: "سه راه آزادگان بندر عباس",
      },
      {
        value: 1503469,
        label: "میدان شهدای میناب",
      },
      {
        value: 1503472,
        label: "شهید درویشی بندر عباس",
      },
      {
        value: 1503475,
        label: "شهید باهنر بندرعباس",
      },
      {
        value: 1503478,
        label: "پژوهش همدان",
      },
      {
        value: 1503480,
        label: "صادقیه تویسرکان",
      },
      {
        value: 1503481,
        label: "آزادگان ملایر",
      },
      {
        value: 1503482,
        label: "ابوذر نهاوند",
      },
      {
        value: 1503486,
        label: "ولایت رزن",
      },
      {
        value: 1503488,
        label: "قدس همدان",
      },
      {
        value: 1503489,
        label: "امام خمینی (ره)همدان",
      },
      {
        value: 1503492,
        label: "سپاه پاسداران یزد",
      },
      {
        value: 1503494,
        label: "خیابان شهید مصطفی خمینی اردکان",
      },
      {
        value: 1503495,
        label: "میدان شهدا بافق",
      },
      {
        value: 1503497,
        label: "اعرافی میبد",
      },
      {
        value: 1503500,
        label: "اردی ابرکوه",
      },
      {
        value: 1503501,
        label: "حائری میبد",
      },
      {
        value: 1503502,
        label: "شهید هاشمی نژاد طبس",
      },
      {
        value: 1503505,
        label: "شهید حسین سرسنگی",
      },
      {
        value: 1503506,
        label: "صفائیه یزد",
      },
      {
        value: 1503507,
        label: "امام خمینی ره شمالی قم",
      },
      {
        value: 1503508,
        label: "میدان امام خمینی قم",
      },
      {
        value: 1503509,
        label: "چهارراه طالقانی قم",
      },
      {
        value: 1503511,
        label: "14معصوم غربی قم",
      },
      {
        value: 1503512,
        label: "انقلاب اسلامی قم",
      },
      {
        value: 1503514,
        label: "بلوارشهیدکریمی قم",
      },
      {
        value: 1503515,
        label: "نبوت قم",
      },
      {
        value: 1503516,
        label: "خیابان توحید قم",
      },
      {
        value: 1503517,
        label: "بلوارامین جنوبی قم",
      },
      {
        value: 1503518,
        label: "بلوار سمیه قم",
      },
      {
        value: 1503519,
        label: "بنیاد تهران",
      },
      {
        value: 1503520,
        label: "صفادشت",
      },
      {
        value: 1503521,
        label: "خیابان آیت اله خامنه ای اردبیل",
      },
      {
        value: 1503522,
        label: "شعبه شهید نویدیان پارس آباد",
      },
      {
        value: 1503526,
        label: "شهید سلیم زاده مشکین شهر",
      },
      {
        value: 1503527,
        label: "گیوی",
      },
      {
        value: 1503528,
        label: "میدان مبارزان اردبیل",
      },
      {
        value: 1503529,
        label: "شهید دوران تهران",
      },
      {
        value: 1503531,
        label: "شهدای خلیج فارس تهران",
      },
      {
        value: 1503532,
        label: "سیدالشهدا(ع)تهران",
      },
      {
        value: 1503535,
        label: "شهید بابایی تهران",
      },
      {
        value: 1503537,
        label: "پانزده خرداد ورامین",
      },
      {
        value: 1503538,
        label: "كوثر شهر ری",
      },
      {
        value: 1503539,
        label: "بلوار امام خمینی گیلاوند",
      },
      {
        value: 1503542,
        label: "شهید آقا بابائی تهران",
      },
      {
        value: 1503544,
        label: "میدان رسالت-سمنگان",
      },
      {
        value: 1503546,
        label: "شهرک شهید بروجردی تهران",
      },
      {
        value: 1503547,
        label: "پرستار تهران",
      },
      {
        value: 1503554,
        label: "چهارراه تلفن خانه تهران",
      },
      {
        value: 1503555,
        label: "امام خمینی اقبالیه قزوین",
      },
      {
        value: 1503556,
        label: "دهخدا قزوین",
      },
      {
        value: 1503559,
        label: "مهرگان قزوین",
      },
      {
        value: 1503560,
        label: "شهید رجائی آبیک",
      },
      {
        value: 1503561,
        label: "رسول اکرم (ص) شهر صنعتی البرز",
      },
      {
        value: 1503565,
        label: "عدالت گرگان",
      },
      {
        value: 1503566,
        label: "هفده شهریور گنبد",
      },
      {
        value: 1503569,
        label: "رادکان کردکوی",
      },
      {
        value: 1503570,
        label: "شهدای گمنام علی آباد کتول",
      },
      {
        value: 1503571,
        label: "بعثت مینودشت",
      },
      {
        value: 1503574,
        label: "طالقانی کلاله",
      },
      {
        value: 1503575,
        label: "شهید بهشتی گرگان",
      },
      {
        value: 1503576,
        label: "بازار گرگان",
      },
      {
        value: 1503577,
        label: "یساقی",
      },
      {
        value: 1503579,
        label: "ایثار بیرجند",
      },
      {
        value: 1503580,
        label: "شهید کاوه قاین",
      },
      {
        value: 1503581,
        label: "شهدای نهبندان",
      },
      {
        value: 1503582,
        label: "پاسداران بیرجند",
      },
      {
        value: 1503584,
        label: "شهید ناصری بیرجند",
      },
      {
        value: 1503585,
        label: "امام سجاد(ع) بیرجند",
      },
      {
        value: 1503586,
        label: "خیابان امام خمینی (ره) شرقی (بجنورد)",
      },
      {
        value: 1503587,
        label: "سلمان فارسی  شیروان",
      },
      {
        value: 1503588,
        label: "توحید اسفراین",
      },
      {
        value: 1503589,
        label: "میدان انقلاب اسلامی",
      },
      {
        value: 1503590,
        label: "چهار راه هفده شهریور بجنورد",
      },
      {
        value: 1503591,
        label: "نارنجستان پاسداران",
      },
      {
        value: 1503592,
        label: "شهدای هفت تیر کرج",
      },
      {
        value: 1503594,
        label: "میدان سپاه کرج",
      },
      {
        value: 1503595,
        label: "شهید مقصودی هشتگرد",
      },
      {
        value: 1503596,
        label: "شهید غفاری کرج",
      },
      {
        value: 1503597,
        label: "شهید بخشنده ملارد",
      },
      {
        value: 1503599,
        label: "فلکه چهارم فردیس البرز",
      },
      {
        value: 1503600,
        label: "شهدای رباط کریم",
      },
      {
        value: 1503602,
        label: "شهدای شهریار",
      },
      {
        value: 1503604,
        label: "شهدای کرج",
      },
      {
        value: 1503607,
        label: "بیت المقدس شهر قدس تهران",
      },
      {
        value: 1503609,
        label: "سرم سازی حصارک البرز",
      },
      {
        value: 1503610,
        label: "میدان آزادگان ماهدشت کرج",
      },
      {
        value: 1503611,
        label: "خیابان سعدآباد مشهد",
      },
      {
        value: 1503612,
        label: "بیست و دوم بهمن مشهد",
      },
      {
        value: 1503614,
        label: "شهید دستغیب مشهد",
      },
      {
        value: 1503615,
        label: "بلوار فرودگاه مشهد",
      },
      {
        value: 1503616,
        label: "چهارراه آتش نشاني",
      },
      {
        value: 1503617,
        label: "وحید مشهد",
      },
      {
        value: 1503618,
        label: "شعبانیه بیرجند",
      },
      {
        value: 1503620,
        label: "شجيعي سبزوار",
      },
      {
        value: 1503621,
        label: "بلوار رسالت مشهد",
      },
      {
        value: 1503624,
        label: "چهارراه انقلاب بجستان",
      },
      {
        value: 1503626,
        label: "بلوار امام رضا(ع) حاجی آباد",
      },
      {
        value: 1503628,
        label: "شهيد صياد شيرازي مشهد",
      },
      {
        value: 1503631,
        label: "آيت ا... کاشاني تربت حيدريه",
      },
      {
        value: 1503632,
        label: "بلوار صدر مشهد",
      },
      {
        value: 1503635,
        label: "نصر نیشابور",
      },
      {
        value: 1503638,
        label: "چهارراه مخابرات بجنورد",
      },
      {
        value: 1503642,
        label: "داورزن",
      },
      {
        value: 1503644,
        label: "خواجه نصیرالدین طوسی تهران",
      },
      {
        value: 1503645,
        label: "ميدان سعدي سمنان",
      },
      {
        value: 1503646,
        label: "چهارراه شهيد کريمي مشهد",
      },
      {
        value: 1503647,
        label: "صيادشيرازي اصفهان",
      },
      {
        value: 1503650,
        label: "چهارراه شهدا مشهد",
      },
      {
        value: 1503652,
        label: "امام خميني (ره)اسفراین",
      },
      {
        value: 1503654,
        label: "ولي عصر(عج)اراک",
      },
      {
        value: 1503660,
        label: "امام خميني(ره) شاهرود",
      },
      {
        value: 1503661,
        label: "بسطام",
      },
      {
        value: 1503662,
        label: "انقلاب اسلامي رشت",
      },
      {
        value: 1503664,
        label: "چوبر",
      },
      {
        value: 1503668,
        label: "حکیم شفایی اصفهان",
      },
      {
        value: 1503669,
        label: "کارون اهواز",
      },
      {
        value: 1503678,
        label: "بلوار طالقاني ساری",
      },
      {
        value: 1503679,
        label: "چهارراه فرهنگ بابل",
      },
      {
        value: 1503680,
        label: "امام خميني (ره)تنکابن",
      },
      {
        value: 1503682,
        label: "نظام وفا قزوین",
      },
      {
        value: 1503684,
        label: "شهيد حراف شیراز",
      },
      {
        value: 1503689,
        label: "خيابان طالقاني ارومیه",
      },
      {
        value: 1503690,
        label: "صاحب الزمان (عج)طرقبه",
      },
      {
        value: 1503698,
        label: "کيانشهر تهران",
      },
      {
        value: 1503700,
        label: "خيابان شهيد اوحدي اصفهان",
      },
      {
        value: 1503705,
        label: "خیابان ابوریحان تبریز",
      },
      {
        value: 1503709,
        label: "ولايت قم",
      },
      {
        value: 1503712,
        label: "ميدان مرکزي کرمانشاه",
      },
      {
        value: 1503717,
        label: "سقاخانه اهواز",
      },
      {
        value: 1503729,
        label: "حشمتي فر سبزوار",
      },
      {
        value: 1503731,
        label: "سبزه میدان رشت",
      },
      {
        value: 1503736,
        label: "سه راه آب وبرق مشهد",
      },
      {
        value: 1503737,
        label: "الغدير محمودآباد",
      },
      {
        value: 1503742,
        label: "حافظ فسا",
      },
      {
        value: 1503745,
        label: "سيمتري اردبیل",
      },
      {
        value: 1503746,
        label: "موزه مفاخر اراک",
      },
      {
        value: 1503747,
        label: "مسعوديه تهران",
      },
      {
        value: 1503749,
        label: "فولاد سبا",
      },
      {
        value: 1503750,
        label: "شهدای مدافع حرم کاشان",
      },
      {
        value: 1503751,
        label: "ایستگاه کارگران کرمانشاه",
      },
      {
        value: 1503752,
        label: "فرهنگ لارستان",
      },
      {
        value: 1503755,
        label: "هادی شهر بابلسر",
      },
      {
        value: 1503756,
        label: "شهید بهشتی زاهدان",
      },
      {
        value: 1503760,
        label: "کوی نفت اهواز",
      },
      {
        value: 1503764,
        label: "شهید مظلومی رشت",
      },
      {
        value: 1503768,
        label: "بازار دوم نازی آباد تهران",
      },
      {
        value: 1503770,
        label: "شهيد مختاري فر قم",
      },
      {
        value: 1503776,
        label: "اقتصاد گرگان",
      },
      {
        value: 1503781,
        label: "شهید دوربین انزلی",
      },
      {
        value: 1503784,
        label: "پروين اعتصامي تبریز",
      },
      {
        value: 1503785,
        label: "عشایر کرمانشاه",
      },
      {
        value: 1503786,
        label: "امام خميني (ره)چالوس",
      },
      {
        value: 1503792,
        label: "بلوار استقلال شيراز",
      },
      {
        value: 1503795,
        label: "انقلاب اسلامي مرودشت",
      },
      {
        value: 1503805,
        label: "قهاوند",
      },
      {
        value: 1503809,
        label: "سرداران شیراز",
      },
      {
        value: 1503810,
        label: "آزادي همدان",
      },
      {
        value: 1503814,
        label: "خضری",
      },
      {
        value: 1503817,
        label: "ميدان انقلاب داراب",
      },
      {
        value: 1503819,
        label: "چهارراه گلزار کرج",
      },
      {
        value: 1503824,
        label: "ولي عصر(عج) آباده",
      },
      {
        value: 1503831,
        label: "مولوی حسین بر سراوان",
      },
      {
        value: 1503836,
        label: "خیابان پیروزی قزوین",
      },
      {
        value: 1503838,
        label: "پانزده خرداد",
      },
      {
        value: 1503840,
        label: "مولوي",
      },
      {
        value: 1503842,
        label: "میدان آزادی کرمان",
      },
      {
        value: 1503847,
        label: "شهيد چمران",
      },
      {
        value: 1503850,
        label: "گلايل رشت",
      },
      {
        value: 1503852,
        label: "میدان انقلاب شهر کرد",
      },
      {
        value: 1503857,
        label: "ميدان شهداء بندرعباس",
      },
      {
        value: 1503862,
        label: "انقلاب اقلید",
      },
      {
        value: 1503864,
        label: "میدان آموزش و پرورش نورآباد",
      },
      {
        value: 1503868,
        label: "خیابان سیزدهم رجایی شهر البرز",
      },
      {
        value: 1503870,
        label: "بلوار کریم خان زند شیراز",
      },
      {
        value: 1503879,
        label: "گاندي",
      },
      {
        value: 1503880,
        label: "کریمشاهیان",
      },
      {
        value: 1503887,
        label: "شريعتي مشهد",
      },
      {
        value: 1503889,
        label: "خیابان شهید کلهری قم",
      },
      {
        value: 1503890,
        label: "ولایت دلیجان",
      },
      {
        value: 1503892,
        label: "جواد الائمه اهواز",
      },
      {
        value: 1503904,
        label: "بلوار آزادگان قزوین",
      },
      {
        value: 1503905,
        label: "مارون بهبهان",
      },
      {
        value: 1503906,
        label: "فلسطین قزوین",
      },
      {
        value: 1503914,
        label: "چهارراه شهرداری  بجنورد",
      },
      {
        value: 1503919,
        label: "خیابان رسالت ارومیه",
      },
      {
        value: 1503920,
        label: "تره بار جنت آباد تهران",
      },
      {
        value: 1503925,
        label: "زیباکنار",
      },
      {
        value: 1503932,
        label: "سبزقبا دزفول",
      },
      {
        value: 1503935,
        label: "بلوار توس",
      },
      {
        value: 1503940,
        label: "فاز یک اندیشه تهران",
      },
      {
        value: 1503941,
        label: "شهید کاظمی نجف آباد",
      },
      {
        value: 1503942,
        label: "شهید ابوالفضل پیرزاده اردبیل",
      },
      {
        value: 1503954,
        label: "پيرعبدالملک",
      },
      {
        value: 1503957,
        label: "چهارراه گاز شرقي",
      },
      {
        value: 1503961,
        label: "شهید کوزه گران تهران",
      },
      {
        value: 1503965,
        label: "آزادي بيرجند",
      },
      {
        value: 1503966,
        label: "جهاد اهواز",
      },
      {
        value: 1503969,
        label: "شهید آقایی شیراز",
      },
      {
        value: 1503971,
        label: "خيابان طالقاني شرقي",
      },
      {
        value: 1503975,
        label: "فردوسي",
      },
      {
        value: 1503977,
        label: "سيمون بوليوار",
      },
      {
        value: 1503982,
        label: "بني هاشمي",
      },
      {
        value: 1503991,
        label: "ميدان معلم مُهر",
      },
      {
        value: 1503992,
        label: "چهارراه منصور",
      },
      {
        value: 1503999,
        label: "فضل آباد شیراز",
      },
      {
        value: 1504006,
        label: "چهارراه چهارچشمه  مشهد",
      },
      {
        value: 1504011,
        label: "بلوار فرامرزعباسي مشهد",
      },
      {
        value: 1504025,
        label: "فلکه بهداری ارومیه",
      },
      {
        value: 1504034,
        label: "میدان شهید بزاز بابل",
      },
      {
        value: 1504037,
        label: "استانداری خراسان رضوی",
      },
      {
        value: 1504047,
        label: "جهان کودک",
      },
      {
        value: 1504048,
        label: "مترو میرداماد تهران",
      },
      {
        value: 1504051,
        label: "مقدس اردبيلي",
      },
      {
        value: 1504052,
        label: "قيطريه - بوعلي",
      },
      {
        value: 1505000,
        label: "توحیدی تهران",
      },
      {
        value: 1505011,
        label: "خیابان ستارخان شرقی تهران",
      },
      {
        value: 1505015,
        label: "مفتح جنوبی تهران",
      },
      {
        value: 1505019,
        label: "میدان نمازتهران",
      },
      {
        value: 1505022,
        label: "مالك  اشتر تهران",
      },
      {
        value: 1505025,
        label: "بازار(کوچه حمام) تهران",
      },
      {
        value: 1505027,
        label: "زرتشت غربی تهران",
      },
      {
        value: 1505029,
        label: "جمالزاده-انقلاب",
      },
      {
        value: 1505030,
        label: "لاله تهرانسر",
      },
      {
        value: 1505031,
        label: "امام زاده حسن تهران",
      },
      {
        value: 1505032,
        label: "خ شمشیری تهران",
      },
      {
        value: 1505034,
        label: "آیت اله سعیدی تهران",
      },
      {
        value: 1505035,
        label: "شهدای دولت آباد تهران",
      },
      {
        value: 1505036,
        label: "شهدای اسلامشهر",
      },
      {
        value: 1505038,
        label: "امام زاده اسماعیل تهران",
      },
      {
        value: 1505042,
        label: "امام خميني تهران",
      },
      {
        value: 1505045,
        label: "شهداي ابوذر",
      },
      {
        value: 1505048,
        label: "پرديس",
      },
      {
        value: 1505049,
        label: "بلوار امام خمینی بومهن",
      },
      {
        value: 1505052,
        label: "يافت آباد",
      },
      {
        value: 1505055,
        label: "شهيد مدني",
      },
      {
        value: 1505059,
        label: "آیت اله کاشانی شرقی",
      },
      {
        value: 1505060,
        label: "شهید فارسیان چهاردانگه",
      },
      {
        value: 1505061,
        label: "دوراهی قلهک تهران",
      },
      {
        value: 1505062,
        label: "شهرك وليعصر",
      },
      {
        value: 1505064,
        label: "شهید نفیسی اکباتان تهران",
      },
      {
        value: 1505065,
        label: "خاوران",
      },
      {
        value: 1505066,
        label: "ولیعصر-بزرگمهر تهران",
      },
      {
        value: 1505067,
        label: "نبرد شمالی",
      },
      {
        value: 1505068,
        label: "سرتیپ نامجو جنوبی تهران",
      },
      {
        value: 1505069,
        label: "شهداي هفده شهريور",
      },
      {
        value: 1505074,
        label: "میدان پونک تهران",
      },
      {
        value: 1505075,
        label: "شریعتی پل سیدخندان تهران",
      },
      {
        value: 1505076,
        label: "فلکه دوم شهران تهران",
      },
      {
        value: 1505077,
        label: "كاج تهران",
      },
      {
        value: 1505078,
        label: "باغ فیض تهران",
      },
      {
        value: 1505080,
        label: "امير کبير",
      },
      {
        value: 1505081,
        label: "هاشمي تهران",
      },
      {
        value: 1505082,
        label: "چیذر",
      },
      {
        value: 1505084,
        label: "چهار راه ایران خودرو تهران",
      },
      {
        value: 1505087,
        label: "شهید کشوری پاسداران تهران",
      },
      {
        value: 1505089,
        label: "جمهوری-دانشگاه تهران",
      },
      {
        value: 1505091,
        label: "ميدان مادر تهران",
      },
      {
        value: 1505096,
        label: "دماوند-خاقانی",
      },
      {
        value: 1505098,
        label: "چهارراه تیر انداز تهران",
      },
      {
        value: 1505100,
        label: "عبدل آباد تهران",
      },
      {
        value: 1505101,
        label: "چهار راه قنات تهران",
      },
      {
        value: 1505106,
        label: "کشاورز-فلسطین شمالی تهران",
      },
      {
        value: 1505107,
        label: "لاله جنت آباد تهران",
      },
      {
        value: 1505110,
        label: "خیابان اسدی ستارخان تهران",
      },
      {
        value: 1505111,
        label: "خیابان سبلان جنوبی",
      },
      {
        value: 1505112,
        label: "شهداء مشهد",
      },
      {
        value: 1505116,
        label: "شهید باهنر مشهد",
      },
      {
        value: 1505117,
        label: "شهيد عليمرداني مشهد",
      },
      {
        value: 1505118,
        label: "ولايت مشهد",
      },
      {
        value: 1505119,
        label: "شهيد ناصري مشهد",
      },
      {
        value: 1505120,
        label: "شهيد كامياب  مشهد",
      },
      {
        value: 1505124,
        label: "غدیر کاشمر",
      },
      {
        value: 1505125,
        label: "حکیم سبزواری",
      },
      {
        value: 1505126,
        label: "چهارراه عدالت نیشابور",
      },
      {
        value: 1505127,
        label: "علامه بهلول گناباد",
      },
      {
        value: 1505128,
        label: "زعفرانیه تربت حیدریه",
      },
      {
        value: 1505130,
        label: "صاحب الزمان (عج) قوچان",
      },
      {
        value: 1505131,
        label: "امام خمینی (ره) فریمان",
      },
      {
        value: 1505132,
        label: "امام خميني مشهد",
      },
      {
        value: 1505135,
        label: "شهيد رباني مشهد",
      },
      {
        value: 1505138,
        label: "شهيد كاوه مشهد",
      },
      {
        value: 1505139,
        label: "خواجه نصیر الدین طوسی چناران",
      },
      {
        value: 1505140,
        label: "شهید رستمی مشهد",
      },
      {
        value: 1505141,
        label: "شهيد چراغچي مشهد",
      },
      {
        value: 1505142,
        label: "شهيد فلاحي مشهد",
      },
      {
        value: 1505144,
        label: "بعثت احمدآباد مشهد",
      },
      {
        value: 1505146,
        label: "شهید شوشتری مشهد",
      },
      {
        value: 1505147,
        label: "شهید فکوری مشهد",
      },
      {
        value: 1505148,
        label: "المهدي مشهد",
      },
      {
        value: 1505149,
        label: "قائم مشهد",
      },
      {
        value: 1505150,
        label: "شاهد مشهد",
      },
      {
        value: 1505151,
        label: "شهيد عامل مشهد",
      },
      {
        value: 1505156,
        label: "دانش مشهد",
      },
      {
        value: 1505157,
        label: "شهيد خادم الشريعه مشهد",
      },
      {
        value: 1505158,
        label: "دانشگاه نيشابور",
      },
      {
        value: 1505166,
        label: "صالح آباد بهار",
      },
      {
        value: 1505167,
        label: "شریعتی همدان",
      },
      {
        value: 1505168,
        label: "آزادگان نهاوند",
      },
      {
        value: 1505169,
        label: "آیت اله بهاری همدان",
      },
      {
        value: 1505171,
        label: "امام خمینی (ره) کبودر آهنگ",
      },
      {
        value: 1505172,
        label: "گل تپه کبودر آهنگ",
      },
      {
        value: 1505174,
        label: "علویان همدان",
      },
      {
        value: 1505175,
        label: "شهداء بسيج ملایر",
      },
      {
        value: 1505176,
        label: "شهداء تویسرکان",
      },
      {
        value: 1505177,
        label: "شیخ الرئیس همدان",
      },
      {
        value: 1505178,
        label: "خضریان همدان",
      },
      {
        value: 1505179,
        label: "امیرکبیر ملایر",
      },
      {
        value: 1505181,
        label: "طالقانی همدان",
      },
      {
        value: 1505182,
        label: "شهداء فامنین",
      },
      {
        value: 1505184,
        label: "فرهنگ اسدآباد",
      },
      {
        value: 1505185,
        label: "شهید مفتح رزن",
      },
      {
        value: 1505186,
        label: "پیروزی نهاوند",
      },
      {
        value: 1505187,
        label: "شهداء همدان",
      },
      {
        value: 1505188,
        label: "توحید لالجین",
      },
      {
        value: 1505189,
        label: "خیام ملایر",
      },
      {
        value: 1505190,
        label: "محسنين همدان",
      },
      {
        value: 1505191,
        label: "شعبه بازار بهشهر",
      },
      {
        value: 1505194,
        label: "خیابان امام خمینی (ره)بابل",
      },
      {
        value: 1505196,
        label: "بلوار آزادی زیرآب",
      },
      {
        value: 1505197,
        label: "شهدای محراب ساری",
      },
      {
        value: 1505200,
        label: "جام جم ساری",
      },
      {
        value: 1505201,
        label: "بلوار فرح آباد ساری",
      },
      {
        value: 1505202,
        label: "میدان 22بهمن گلوگاه",
      },
      {
        value: 1505204,
        label: "سه راه زاغ مرز نکا",
      },
      {
        value: 1505205,
        label: "مهر آمل",
      },
      {
        value: 1505207,
        label: "میدان امام (ره) چمستان",
      },
      {
        value: 1505208,
        label: "خیابان آزادی محمودآباد",
      },
      {
        value: 1505210,
        label: "بازار سبزه میدان آمل",
      },
      {
        value: 1505216,
        label: "خیابان امام خمینی رویان",
      },
      {
        value: 1505217,
        label: "مهر کلاردشت",
      },
      {
        value: 1505218,
        label: "میدان 17شهریور آمل",
      },
      {
        value: 1505219,
        label: "امام خمینی امیرکلا بابل",
      },
      {
        value: 1505221,
        label: "مهر تنکابن",
      },
      {
        value: 1505224,
        label: "خ شهید بهشتی چالوس",
      },
      {
        value: 1505225,
        label: "شهداي نساجي قائم شهر",
      },
      {
        value: 1505226,
        label: "خیابان شهدای عباس آباد",
      },
      {
        value: 1505227,
        label: "میدان جانبازان قائمشهر",
      },
      {
        value: 1505228,
        label: "سه راه معلم ساری",
      },
      {
        value: 1505229,
        label: "جمهوري اسلامي",
      },
      {
        value: 1505230,
        label: "پل پیروزی بابل",
      },
      {
        value: 1505231,
        label: "کتالم",
      },
      {
        value: 1505234,
        label: "میدان نماز اراک",
      },
      {
        value: 1505235,
        label: "میدان شهدا اراک",
      },
      {
        value: 1505236,
        label: "خیایان امام خمینی خمین",
      },
      {
        value: 1505239,
        label: "پروفسور حسابی تفرش",
      },
      {
        value: 1505240,
        label: "دکتر قریب اراک",
      },
      {
        value: 1505241,
        label: "خاتم الانبياء (ص) اراک",
      },
      {
        value: 1505244,
        label: "دكتر حسابي",
      },
      {
        value: 1505246,
        label: "مهاجران شازند",
      },
      {
        value: 1505248,
        label: "خیابان امام خمینی شازند",
      },
      {
        value: 1505249,
        label: "فاطميه (سرداران)",
      },
      {
        value: 1505254,
        label: "بسیج اراک",
      },
      {
        value: 1505255,
        label: "میدان آزادی آشتیان",
      },
      {
        value: 1505256,
        label: "شریعتی کرمان",
      },
      {
        value: 1505257,
        label: "شهداء کرمان",
      },
      {
        value: 1505258,
        label: "کارمانیا کرمان",
      },
      {
        value: 1505259,
        label: "چهارراه احمدی کرمان",
      },
      {
        value: 1505261,
        label: "فلسطين کرمان",
      },
      {
        value: 1505262,
        label: "امیرکبیر رفسنجان",
      },
      {
        value: 1505264,
        label: "آیت اله سعیدی سیرجان",
      },
      {
        value: 1505265,
        label: "شهداء زرند",
      },
      {
        value: 1505267,
        label: "آزادی بردسیر",
      },
      {
        value: 1505269,
        label: "ارگ جدید بم",
      },
      {
        value: 1505270,
        label: "چهارراه فرمانداری جیرفت",
      },
      {
        value: 1505271,
        label: "امام خمینی شهربابک",
      },
      {
        value: 1505272,
        label: "سعدی کرمان",
      },
      {
        value: 1505274,
        label: "عطار کرمان",
      },
      {
        value: 1505276,
        label: "میدان ولایت فقیه ارومیه",
      },
      {
        value: 1505277,
        label: "خیابان وحدت سردشت",
      },
      {
        value: 1505278,
        label: "خیابان امام  بوکان",
      },
      {
        value: 1505279,
        label: "پنج راه ارومیه",
      },
      {
        value: 1505280,
        label: "چهارراه دانشکده ارومیه",
      },
      {
        value: 1505281,
        label: "شهدای گمنام نقده",
      },
      {
        value: 1505282,
        label: "طالقانی خوی",
      },
      {
        value: 1505284,
        label: "میدان توحید سلماس",
      },
      {
        value: 1505285,
        label: "میدان قدس میاندوآب",
      },
      {
        value: 1505286,
        label: "شهدای ماکو",
      },
      {
        value: 1505287,
        label: "خیابان شهید بهشتی قره ضیاالدین",
      },
      {
        value: 1505288,
        label: "میدان ملا جامی مهاباد",
      },
      {
        value: 1505290,
        label: "میدان قیام شاهین دژ",
      },
      {
        value: 1505291,
        label: "امامزاده خوي",
      },
      {
        value: 1505292,
        label: "فرهنگيان ارومیه",
      },
      {
        value: 1505294,
        label: "چهارراه بعثت ارومیه",
      },
      {
        value: 1505296,
        label: "فلکه مولوی ارومیه",
      },
      {
        value: 1505299,
        label: "بصیرت ایلام",
      },
      {
        value: 1505301,
        label: "شهدای شرهانی دهلران",
      },
      {
        value: 1505302,
        label: "شهید نوروزی دره شهر",
      },
      {
        value: 1505305,
        label: "امام خمینی ایلام",
      },
      {
        value: 1505307,
        label: "وليعصر",
      },
      {
        value: 1505308,
        label: "فردوس شیراز",
      },
      {
        value: 1505310,
        label: "ميرزاي شيرازي",
      },
      {
        value: 1505311,
        label: "شهرک گلستان شیراز",
      },
      {
        value: 1505315,
        label: "مفتح شیراز",
      },
      {
        value: 1505316,
        label: "میدان امام حسین شیراز",
      },
      {
        value: 1505317,
        label: "احمد ابن موسی (ع) شیراز",
      },
      {
        value: 1505318,
        label: "اصلاح نژاد شیراز",
      },
      {
        value: 1505319,
        label: "مصیری",
      },
      {
        value: 1505320,
        label: "شهید اوینی شیراز",
      },
      {
        value: 1505321,
        label: "فرهنگ شهر  شیراز",
      },
      {
        value: 1505322,
        label: "حافظ شيرازي",
      },
      {
        value: 1505324,
        label: "شهيد شير علي سلطاني",
      },
      {
        value: 1505327,
        label: "شهید فقیهی شیراز",
      },
      {
        value: 1505328,
        label: "شهداي گله دار",
      },
      {
        value: 1505330,
        label: "لطفعلی خان  شیراز",
      },
      {
        value: 1505332,
        label: "توحید استهبان",
      },
      {
        value: 1505335,
        label: "شهيد بهشتي صفاشهر",
      },
      {
        value: 1505336,
        label: "آزادی داراب",
      },
      {
        value: 1505337,
        label: "قائم فیروزآباد",
      },
      {
        value: 1505338,
        label: "یادگار امام اقلید",
      },
      {
        value: 1505339,
        label: "خلیج فارس لامرد",
      },
      {
        value: 1505340,
        label: "جمهوری اسلامی مرودشت",
      },
      {
        value: 1505346,
        label: "پیروزی لار",
      },
      {
        value: 1505347,
        label: "سرداران شهید جهرم",
      },
      {
        value: 1505348,
        label: "انتظام کازرون",
      },
      {
        value: 1505349,
        label: "شهید باهنر آباده",
      },
      {
        value: 1505351,
        label: "احمد نیریزی نیریز",
      },
      {
        value: 1505352,
        label: "خیابان امام خمینی(ره) فسا",
      },
      {
        value: 1505354,
        label: "بلوار شهید چمران یاسوج",
      },
      {
        value: 1505355,
        label: "خیابان شهید بلادیان دوگنبدان",
      },
      {
        value: 1505356,
        label: "سه راه فردوسی دهدشت",
      },
      {
        value: 1505358,
        label: "لنده",
      },
      {
        value: 1505359,
        label: "بلوارمعاد یاسوج",
      },
      {
        value: 1505360,
        label: "بازار یاسوج",
      },
      {
        value: 1505364,
        label: "میدان بهمنی بوشهر",
      },
      {
        value: 1505365,
        label: "گلشن بوشهر",
      },
      {
        value: 1505366,
        label: "تنگستان",
      },
      {
        value: 1505370,
        label: "دشتستان",
      },
      {
        value: 1505371,
        label: "میدان امام خمینی بندر گناوه",
      },
      {
        value: 1505375,
        label: "مهر کنگان",
      },
      {
        value: 1505377,
        label: "قائم خرم آباد",
      },
      {
        value: 1505378,
        label: "پارک گلستان خرم آباد",
      },
      {
        value: 1505379,
        label: "آيت ا... بروجردي",
      },
      {
        value: 1505380,
        label: "بيست ودو بهمن",
      },
      {
        value: 1505382,
        label: "امام علی(ع) خرم آباد",
      },
      {
        value: 1505384,
        label: "آیت ا... مدنی الشتر",
      },
      {
        value: 1505386,
        label: "بلوار جهاد دورود",
      },
      {
        value: 1505387,
        label: "17شهریور الیگودرز",
      },
      {
        value: 1505388,
        label: "شهداء کوهدشت",
      },
      {
        value: 1505389,
        label: "سعدي بروجرد",
      },
      {
        value: 1505391,
        label: "خاتم الانبیاء خرم آباد",
      },
      {
        value: 1505392,
        label: "امام خمینی(ره) پلدختر",
      },
      {
        value: 1505395,
        label: "انصاري رشت",
      },
      {
        value: 1505397,
        label: "شهید رجایی رشت",
      },
      {
        value: 1505398,
        label: "شهداء رشت",
      },
      {
        value: 1505399,
        label: "دکتر حشمت رشت",
      },
      {
        value: 1505400,
        label: "رودبار",
      },
      {
        value: 1505402,
        label: "شهید رضازاده تالش",
      },
      {
        value: 1505405,
        label: "شهید افتخاری فومن",
      },
      {
        value: 1505406,
        label: "امام خمینی آستانه اشرفیه",
      },
      {
        value: 1505407,
        label: "شهید یوسفی صومعه سرا",
      },
      {
        value: 1505408,
        label: "شهید افراسیابی بندرانزلی",
      },
      {
        value: 1505412,
        label: "عمار ياسر قم",
      },
      {
        value: 1505415,
        label: "جعفریه",
      },
      {
        value: 1505417,
        label: "14معصوم شرقی قم",
      },
      {
        value: 1505420,
        label: "حضرت ابوالفضل قم",
      },
      {
        value: 1505421,
        label: "خیابان امیرکبیر قم",
      },
      {
        value: 1505425,
        label: "مرکزي میدان امام قم",
      },
      {
        value: 1505427,
        label: "شهر قائم قم",
      },
      {
        value: 1505428,
        label: "میدان توحید قم",
      },
      {
        value: 1505429,
        label: "شهید دل آذر قم",
      },
      {
        value: 1505436,
        label: "شهید بهشتی باغملک",
      },
      {
        value: 1505437,
        label: "مسجد جامع بندر امام خمینی",
      },
      {
        value: 1505438,
        label: "علی بن مهزیار اهواز",
      },
      {
        value: 1505439,
        label: "محسنين اهواز",
      },
      {
        value: 1505444,
        label: "ولایت اهواز",
      },
      {
        value: 1505445,
        label: "شهید موسوی اهواز",
      },
      {
        value: 1505446,
        label: "نادری اهواز",
      },
      {
        value: 1505448,
        label: "آیت الله طالقانی اندیمشک",
      },
      {
        value: 1505449,
        label: "کشاورز دزفول",
      },
      {
        value: 1505460,
        label: "حافظ جنوبی ایذه",
      },
      {
        value: 1505462,
        label: "22بهمن ماهشهر",
      },
      {
        value: 1505465,
        label: "شهید اسکندری کیانپارس اهواز",
      },
      {
        value: 1505469,
        label: "شريعتي اهواز",
      },
      {
        value: 1505470,
        label: "خیابان هدایت اهواز",
      },
      {
        value: 1505475,
        label: "شهید شاطری سمنان",
      },
      {
        value: 1505476,
        label: "مطهری سمنان",
      },
      {
        value: 1505477,
        label: "قدس سمنان",
      },
      {
        value: 1505478,
        label: "خیابان شهدا شاهرود",
      },
      {
        value: 1505479,
        label: "خیابان امام مهدیشهر",
      },
      {
        value: 1505480,
        label: "رودکی شاهرود",
      },
      {
        value: 1505481,
        label: "خیابان تهران",
      },
      {
        value: 1505482,
        label: "خیابان امام گرمسار",
      },
      {
        value: 1505485,
        label: "كوثر سمنان",
      },
      {
        value: 1505486,
        label: "گلگشت تبریز",
      },
      {
        value: 1505492,
        label: "شهيدشفيع زاده",
      },
      {
        value: 1505495,
        label: "شعبه نصر میانه",
      },
      {
        value: 1505497,
        label: "شعبه سبزه میدان اسکو",
      },
      {
        value: 1505500,
        label: "شهيد تجلايي",
      },
      {
        value: 1505501,
        label: "خسروشهر",
      },
      {
        value: 1505502,
        label: "شهيدپاشايي",
      },
      {
        value: 1505504,
        label: "شعبه خیابان شریعتی ولیعصر تبریز",
      },
      {
        value: 1505506,
        label: "شعبه بازار امیر تبریز",
      },
      {
        value: 1505507,
        label: "هفده شهریور تبریز",
      },
      {
        value: 1505510,
        label: "شعبه امام حسن ( ع) هادیشهر",
      },
      {
        value: 1505511,
        label: "شعبه شهید رجایی اهر",
      },
      {
        value: 1505512,
        label: "شعبه شهید سبزی بناب",
      },
      {
        value: 1505514,
        label: "شعبه شمس تبریز",
      },
      {
        value: 1505516,
        label: "شعبه طلوع فجر مراغه",
      },
      {
        value: 1505517,
        label: "امام خمینی عجب شیر",
      },
      {
        value: 1505518,
        label: "شعبه ولیعصر بستان آباد",
      },
      {
        value: 1505519,
        label: "شعبه معلم ملکان",
      },
      {
        value: 1505524,
        label: "چهار راه حسینیه اردبیل",
      },
      {
        value: 1505525,
        label: "میدان معلم خلخال",
      },
      {
        value: 1505526,
        label: "شهید سپهبد قاسم سلیمانی اردبیل",
      },
      {
        value: 1505527,
        label: "بيله سوار",
      },
      {
        value: 1505531,
        label: "خیابان امام خمینی مشکین شهر",
      },
      {
        value: 1505535,
        label: "فرهنگیان کرمانشاه",
      },
      {
        value: 1505536,
        label: "تعاون  (آزادگان) کرمانشاه",
      },
      {
        value: 1505537,
        label: "الهيه (شهيد دكامي) کرمانشاه",
      },
      {
        value: 1505540,
        label: "سی متری دوم کرمانشاه",
      },
      {
        value: 1505541,
        label: "غدیر کرمانشاه",
      },
      {
        value: 1505542,
        label: "بازارچه جوانرود",
      },
      {
        value: 1505545,
        label: "مسجد جامع  گیلانغرب",
      },
      {
        value: 1505546,
        label: "مخابرات اسلام آباد غرب",
      },
      {
        value: 1505547,
        label: "انقلاب  پاوه",
      },
      {
        value: 1505548,
        label: "سراب روانسر",
      },
      {
        value: 1505549,
        label: "میدان معلم سنقر",
      },
      {
        value: 1505550,
        label: "احمد ابن اسحاق سر پل ذهاب",
      },
      {
        value: 1505551,
        label: "امام خمینی  کنگاور",
      },
      {
        value: 1505555,
        label: "آباداني و مسکن  کرمانشاه",
      },
      {
        value: 1505556,
        label: "صدوقي ميبد",
      },
      {
        value: 1505558,
        label: "چهار راه یزدباف یزد",
      },
      {
        value: 1505561,
        label: "حضرت قائم (عج) یزد",
      },
      {
        value: 1505565,
        label: "بلوار هفتم تیر مهریز",
      },
      {
        value: 1505568,
        label: "شهید بهشتی ابرکوه",
      },
      {
        value: 1505570,
        label: "خیابان امام خمینی تفت",
      },
      {
        value: 1505571,
        label: "میدان ابوذر یزد",
      },
      {
        value: 1505574,
        label: "توحید شمالی اصفهان",
      },
      {
        value: 1505577,
        label: "میدان جهاد اصفهان",
      },
      {
        value: 1505579,
        label: "بلوار طالقانی فولاد شهر",
      },
      {
        value: 1505581,
        label: "بلوار باهنر کاشان",
      },
      {
        value: 1505582,
        label: "پروين اعتصامي اصفهان",
      },
      {
        value: 1505584,
        label: "گلستان اصفهان",
      },
      {
        value: 1505586,
        label: "حکیم نظامی شمالی اصفهان",
      },
      {
        value: 1505587,
        label: "شهيد باهنر اصفهان",
      },
      {
        value: 1505592,
        label: "تختی اصفهان",
      },
      {
        value: 1505594,
        label: "شریعتی شرقی نجف آباد",
      },
      {
        value: 1505595,
        label: "خیابان امام خمینی خوانسار",
      },
      {
        value: 1505596,
        label: "میدان امام خمینی اردستان",
      },
      {
        value: 1505597,
        label: "چهارراه آیت اله کاشانی کاشان",
      },
      {
        value: 1505599,
        label: "بلوار فردوسی شاهین شهر",
      },
      {
        value: 1505600,
        label: "خیابان امام خمینی فلاورجان",
      },
      {
        value: 1505601,
        label: "فريدن (داران)",
      },
      {
        value: 1505605,
        label: "خیابان شریعتی زرین شهر",
      },
      {
        value: 1505606,
        label: "چهارراه شهرداری شهرضا",
      },
      {
        value: 1505609,
        label: "میدان معلم سمیرم",
      },
      {
        value: 1505610,
        label: "قدس اصفهان",
      },
      {
        value: 1505611,
        label: "بلوار امام خمینی تیران",
      },
      {
        value: 1505612,
        label: "شهید بهشتی پیربکران",
      },
      {
        value: 1505616,
        label: "سه راه شریعتی  خوراسگان",
      },
      {
        value: 1505617,
        label: "بلوار کشاورز شرقی اصفهان",
      },
      {
        value: 1505619,
        label: "خیابان ابوذر رهنان",
      },
      {
        value: 1505620,
        label: "لاله زینبیه شمالی اصفهان",
      },
      {
        value: 1505625,
        label: "شیخ صدوق شمالی اصفهان",
      },
      {
        value: 1505626,
        label: "میدان ولی عصر (عج) بهارستان اصفهان",
      },
      {
        value: 1505628,
        label: "علامه اميني اصفهان",
      },
      {
        value: 1505631,
        label: "میدان دانش شهرکرد",
      },
      {
        value: 1505632,
        label: "الزهرا شهرکرد",
      },
      {
        value: 1505634,
        label: "میدان انقلاب فرخشهر",
      },
      {
        value: 1505635,
        label: "میدان شهداء شهرکرد",
      },
      {
        value: 1505637,
        label: "ولی عصر لردگان",
      },
      {
        value: 1505638,
        label: "شهید بهشتی فارسان",
      },
      {
        value: 1505639,
        label: "اردل",
      },
      {
        value: 1505641,
        label: "ملت (قبلي شهدا)شهرکرد",
      },
      {
        value: 1505645,
        label: "معلم زاهدان",
      },
      {
        value: 1505646,
        label: "هامون زابل",
      },
      {
        value: 1505647,
        label: "شهدا زاهدان",
      },
      {
        value: 1505648,
        label: "بازار آزادی زاهدان",
      },
      {
        value: 1505649,
        label: "امام خمینی زابل",
      },
      {
        value: 1505650,
        label: "شهید صفری ایرانشهر",
      },
      {
        value: 1505652,
        label: "مهر چابهار",
      },
      {
        value: 1505655,
        label: "انقلاب سنندج",
      },
      {
        value: 1505656,
        label: "شهید شهسواری دیواندره",
      },
      {
        value: 1505657,
        label: "بلوار آزادی بانه",
      },
      {
        value: 1505658,
        label: "صفری سنندج",
      },
      {
        value: 1505660,
        label: "توحید بیجار",
      },
      {
        value: 1505661,
        label: "شهدا کامیاران",
      },
      {
        value: 1505670,
        label: "مصلی بندرعباس",
      },
      {
        value: 1505676,
        label: "امام علي(ع) رودان",
      },
      {
        value: 1505677,
        label: "ولايت بندر عباس",
      },
      {
        value: 1505680,
        label: "الغدیر قزوین",
      },
      {
        value: 1505681,
        label: "سلامگاه قزوین",
      },
      {
        value: 1505682,
        label: "میدان سعادت قزوین",
      },
      {
        value: 1505684,
        label: "شهید مطهری محمدیه",
      },
      {
        value: 1505685,
        label: "دکتر شریعتی آبیک",
      },
      {
        value: 1505686,
        label: "چهار راه بنیاد قزوین",
      },
      {
        value: 1505688,
        label: "خیام شمالی قزوین",
      },
      {
        value: 1505689,
        label: "آبگرم قزوین",
      },
      {
        value: 1505690,
        label: "نادری قزوین",
      },
      {
        value: 1505691,
        label: "بلوار آیت ا... خامنه ای قزوین",
      },
      {
        value: 1505692,
        label: "سعدی زنجان",
      },
      {
        value: 1505694,
        label: "طارم",
      },
      {
        value: 1505695,
        label: "هفده شهریور زنجان",
      },
      {
        value: 1505696,
        label: "حضرت قائم زنجان",
      },
      {
        value: 1505697,
        label: "فدائیان اسلام زنجان",
      },
      {
        value: 1505698,
        label: "میدان شهدای خدابنده",
      },
      {
        value: 1505702,
        label: "سلطانیه",
      },
      {
        value: 1505704,
        label: "شیخ فضل ا... نوری زنجان",
      },
      {
        value: 1505705,
        label: "شهید مفتح زنجان",
      },
      {
        value: 1505707,
        label: "نعلبندان گرگان",
      },
      {
        value: 1505708,
        label: "آزادی بندر ترکمن",
      },
      {
        value: 1505709,
        label: "امام خمینی مینودشت",
      },
      {
        value: 1505711,
        label: "چهار راه خیام گنبد",
      },
      {
        value: 1505712,
        label: "شهید باهنر آق قلا",
      },
      {
        value: 1505714,
        label: "چهار راه طالقانی علی آباد کتول",
      },
      {
        value: 1505715,
        label: "بازار آزادشهر",
      },
      {
        value: 1505716,
        label: "مطهري گرگان",
      },
      {
        value: 1505718,
        label: "انقلاب گرگان",
      },
      {
        value: 1505724,
        label: "بهار کرج",
      },
      {
        value: 1505727,
        label: "شهدای اندیشه تهران",
      },
      {
        value: 1505730,
        label: "توحید کرج",
      },
      {
        value: 1505731,
        label: "رجایی شهر",
      },
      {
        value: 1505734,
        label: "سرآسیاب ملارد",
      },
      {
        value: 1505735,
        label: "فرديس",
      },
      {
        value: 1505736,
        label: "میدان راه آهن ورامین",
      },
      {
        value: 1505737,
        label: "شهید حججی قرچک",
      },
      {
        value: 1505738,
        label: "شهید بهشتی کرج",
      },
      {
        value: 1505742,
        label: "خ پاسداران فیروز کوه",
      },
      {
        value: 1505745,
        label: "بازار ملاصدرا کرج",
      },
      {
        value: 1505746,
        label: "نیروی انتظامی شهریار",
      },
      {
        value: 1505750,
        label: "طالقانی جنوبی کرج",
      },
      {
        value: 1505756,
        label: "میدان ساعت تهران",
      },
      {
        value: 1505757,
        label: "صالحیه بهارستان تهران",
      },
      {
        value: 1505758,
        label: "وليعصر بجنورد",
      },
      {
        value: 1505759,
        label: "یکه سعود",
      },
      {
        value: 1505760,
        label: "آزادی  فاروج",
      },
      {
        value: 1505762,
        label: "شریعتی  بجنورد",
      },
      {
        value: 1505764,
        label: "فرهنگیان بیرجند",
      },
      {
        value: 1505766,
        label: "خیابان خرمشهر طبس",
      },
      {
        value: 1505767,
        label: "طالقانی قاین",
      },
      {
        value: 1505800,
        label: "شهید باهنر جاجرم",
      },
      {
        value: 1505802,
        label: "چهارراه معلم آشخانه",
      },
      {
        value: 1505804,
        label: "امام رضا بشرویه",
      },
      {
        value: 1505805,
        label: "امام خميني بیرجند",
      },
      {
        value: 1505806,
        label: "شهید محلاتی بیرجند",
      },
      {
        value: 1505808,
        label: "بعثت (سبلان ) اردبیل",
      },
      {
        value: 1506001,
        label: "دانشگاه علوم انتظامی",
      },
      {
        value: 1506005,
        label: "آماد و پشتیبانی تهران",
      },
      {
        value: 1506006,
        label: "شهرک آزمایش تهران",
      },
      {
        value: 1506007,
        label: "میدان عطارتهران",
      },
      {
        value: 1506008,
        label: "میدان سپاه تهران",
      },
      {
        value: 1506010,
        label: "فلکه دوم تهرانپارس",
      },
      {
        value: 1506012,
        label: "گذرنامه تهران",
      },
      {
        value: 1506014,
        label: "سئول تهران",
      },
      {
        value: 1506018,
        label: "شهید دادمان",
      },
      {
        value: 1506024,
        label: "خزانه بخارایی تهران",
      },
      {
        value: 1506025,
        label: "شهید عموئیان اکباتان تهران",
      },
      {
        value: 1506027,
        label: "یاس تهرانسر تهران",
      },
      {
        value: 1506028,
        label: "افسریه شمالی تهران",
      },
      {
        value: 1506029,
        label: "رشید جنوبی تهران",
      },
      {
        value: 1506030,
        label: "آیت ا... خامنه ای گیلاوند",
      },
      {
        value: 1506031,
        label: "باقرشهر تهران",
      },
      {
        value: 1506035,
        label: "سبلان شمالی تهران",
      },
      {
        value: 1506038,
        label: "شوش شرقی تهران",
      },
      {
        value: 1506039,
        label: "پیروزی - نبرد",
      },
      {
        value: 1506040,
        label: "مجتمع گلهای اکباتان تهران",
      },
      {
        value: 1506041,
        label: "میدان انقلاب- کارگر تهران",
      },
      {
        value: 1506042,
        label: "میدان ارک تهران",
      },
      {
        value: 1506045,
        label: "اریکه ایرانیان تهران",
      },
      {
        value: 1506046,
        label: "میدان امام حسین(ع) تهران",
      },
      {
        value: 1506050,
        label: "مدائن تهران",
      },
      {
        value: 1506051,
        label: "خیابان دماوند تهران",
      },
      {
        value: 1506054,
        label: "بلوارکشاورز-ولیعصرتهران",
      },
      {
        value: 1506057,
        label: "مرکز تجاری هامون تهران",
      },
      {
        value: 1506058,
        label: "حکمت تهران",
      },
      {
        value: 1506059,
        label: "قندی غربی تهران",
      },
      {
        value: 1506065,
        label: "نیاوران تهران",
      },
      {
        value: 1506067,
        label: "خیابان زهره تهران",
      },
      {
        value: 1506068,
        label: "میرداماد مرکزی تهران",
      },
      {
        value: 1506069,
        label: "میرعماد تهران",
      },
      {
        value: 1506080,
        label: "شهید هاشمی افسریه تهران",
      },
      {
        value: 1506084,
        label: "فرجام شرقی تهران",
      },
      {
        value: 1506086,
        label: "ستاد ناحیه مشهد",
      },
      {
        value: 1506089,
        label: "خاقانی مشهد",
      },
      {
        value: 1506090,
        label: "چهارراه شهید مبینی سبزوار",
      },
      {
        value: 1506091,
        label: "امین الاسلامی نیشابور",
      },
      {
        value: 1506092,
        label: "چهارراه مسلم مشهد",
      },
      {
        value: 1506095,
        label: "انتقال خون  مشهد",
      },
      {
        value: 1506096,
        label: "چهارراه مصلی مشهد",
      },
      {
        value: 1506098,
        label: "شهید مدرس قوچان",
      },
      {
        value: 1506099,
        label: "امام خمینی (ره) درگز",
      },
      {
        value: 1506100,
        label: "منصوریه تربت حیدریه",
      },
      {
        value: 1506101,
        label: "مشهد الرضا(ع) مشهد",
      },
      {
        value: 1506104,
        label: "خیابان قائم (عج) کاشمر",
      },
      {
        value: 1506105,
        label: "میثم مشهد",
      },
      {
        value: 1506106,
        label: "فردوسی تربت حیدریه",
      },
      {
        value: 1506107,
        label: "المهدی تربت جام",
      },
      {
        value: 1506109,
        label: "میدان عدل خمینی مشهد",
      },
      {
        value: 1506110,
        label: "چهارراه امامیه مشهد",
      },
      {
        value: 1506111,
        label: "خواجه ربیع مشهد",
      },
      {
        value: 1506112,
        label: "میلاد شمالی مشهد",
      },
      {
        value: 1506114,
        label: "کوهسنگی",
      },
      {
        value: 1506116,
        label: "معلم مشهد",
      },
      {
        value: 1506117,
        label: "بازار نیشابور",
      },
      {
        value: 1506118,
        label: "بلوار هاشمیه مشهد",
      },
      {
        value: 1506119,
        label: "امام خمینی شاندیز مشهد",
      },
      {
        value: 1506120,
        label: "سه راه ویلا مشهد",
      },
      {
        value: 1506124,
        label: "پارک وحدت سرخس",
      },
      {
        value: 1506125,
        label: "قائم مقام فراهاني",
      },
      {
        value: 1506127,
        label: "چهاراه آزادشهر مشهد",
      },
      {
        value: 1506131,
        label: "دانشسراتبریز",
      },
      {
        value: 1506132,
        label: "حکیم نظامی تبریز",
      },
      {
        value: 1506134,
        label: "فلکه بازار ولیعصر تبریز",
      },
      {
        value: 1506138,
        label: "خیابان سالاری تبریز",
      },
      {
        value: 1506139,
        label: "میدان ستارخان تبریز",
      },
      {
        value: 1506140,
        label: "امام خمینی اهر",
      },
      {
        value: 1506141,
        label: "یادبود بناب",
      },
      {
        value: 1506142,
        label: "شهید دکتر مالک رحمتی مراغه",
      },
      {
        value: 1506144,
        label: "امیر کبیر مرند",
      },
      {
        value: 1506145,
        label: "شهید مطهری شمالی سراب",
      },
      {
        value: 1506146,
        label: "امام خمینی تبریز",
      },
      {
        value: 1506148,
        label: "الغدیر تبریز",
      },
      {
        value: 1506149,
        label: "میدان آزادی میانه",
      },
      {
        value: 1506150,
        label: "امام حسین (ع) شبستر",
      },
      {
        value: 1506154,
        label: "معلم کلیبر",
      },
      {
        value: 1506155,
        label: "ارک تبریز",
      },
      {
        value: 1506157,
        label: "پزشکان تبریز",
      },
      {
        value: 1506162,
        label: "شهرک باغمیشه تبریز",
      },
      {
        value: 1506165,
        label: "منظريه تبریز",
      },
      {
        value: 1506166,
        label: "فلکه مدرس ارومیه",
      },
      {
        value: 1506169,
        label: "چی چست ارومیه",
      },
      {
        value: 1506171,
        label: "خشکبار خوی",
      },
      {
        value: 1506182,
        label: "خیام ارومیه",
      },
      {
        value: 1506184,
        label: "صحیه ارومیه",
      },
      {
        value: 1506185,
        label: "تقاطع آزادگان ارومیه",
      },
      {
        value: 1506186,
        label: "استادان  ارومیه",
      },
      {
        value: 1506187,
        label: "همافرارومیه",
      },
      {
        value: 1506192,
        label: "هنگ شیراز",
      },
      {
        value: 1506194,
        label: "شهدای آباده",
      },
      {
        value: 1506196,
        label: "امام خمینی سپيدان",
      },
      {
        value: 1506197,
        label: "چهار راه  مخابرات كازرون",
      },
      {
        value: 1506198,
        label: "امام خمینی  نورآباد",
      },
      {
        value: 1506201,
        label: "جانبازان داراب",
      },
      {
        value: 1506202,
        label: "سوريان بوانات",
      },
      {
        value: 1506204,
        label: "مطهري ني ريز",
      },
      {
        value: 1506205,
        label: "بیست و دو بهمن جهرم",
      },
      {
        value: 1506206,
        label: "امام خمینی فيروزآباد",
      },
      {
        value: 1506207,
        label: "وحدت لارستان",
      },
      {
        value: 1506209,
        label: "باغستان اقلید",
      },
      {
        value: 1506212,
        label: "فلسطین شیراز",
      },
      {
        value: 1506214,
        label: "چهارره تحویلی شیراز",
      },
      {
        value: 1506215,
        label: "سمیه شیراز",
      },
      {
        value: 1506217,
        label: "آبياري گراش",
      },
      {
        value: 1506218,
        label: "شهدای عادل آباد شیراز",
      },
      {
        value: 1506219,
        label: "بلوار بهشت شیراز",
      },
      {
        value: 1506220,
        label: "چمران شیراز",
      },
      {
        value: 1506221,
        label: "بلوار پاسداران شیراز",
      },
      {
        value: 1506225,
        label: "پل هجرت شیراز",
      },
      {
        value: 1506226,
        label: "ریاستی شیراز",
      },
      {
        value: 1506227,
        label: "پارسه شيراز",
      },
      {
        value: 1506229,
        label: "کیان آباد غربی",
      },
      {
        value: 1506236,
        label: "شهید علیرضا یاسینی",
      },
      {
        value: 1506239,
        label: "چهارراه گاز ایذه",
      },
      {
        value: 1506240,
        label: "شهید داغری سوسنگرد",
      },
      {
        value: 1506241,
        label: "سلمان فارسي رامهرمز",
      },
      {
        value: 1506244,
        label: "خیابان مبارز اندیمشک",
      },
      {
        value: 1506246,
        label: "شیخ شوشتری",
      },
      {
        value: 1506247,
        label: "دانیال نبی شوش",
      },
      {
        value: 1506248,
        label: "فتح المبین شادگان",
      },
      {
        value: 1506249,
        label: "شهریور غربی اهواز",
      },
      {
        value: 1506250,
        label: "شیخ انصاری دزفول",
      },
      {
        value: 1506254,
        label: "دریای ماهشهر",
      },
      {
        value: 1506255,
        label: "پاسداران اهواز",
      },
      {
        value: 1506256,
        label: "بلوار تختی امیدیه",
      },
      {
        value: 1506258,
        label: "گرایمی بهبهان",
      },
      {
        value: 1506259,
        label: "خیابان بهمن اهواز",
      },
      {
        value: 1506264,
        label: "میدان شهید نبوی",
      },
      {
        value: 1506265,
        label: "خیابان تهران قائمشهر",
      },
      {
        value: 1506267,
        label: "خیابان طبرسی بابل",
      },
      {
        value: 1506268,
        label: "هفت تیر بابل",
      },
      {
        value: 1506270,
        label: "امین جویبار",
      },
      {
        value: 1506271,
        label: "شهید سپهبد قاسم سلیمانی بابلسر",
      },
      {
        value: 1506274,
        label: "مصلی نور",
      },
      {
        value: 1506275,
        label: "خیابان شهید کریمی نوشهر",
      },
      {
        value: 1506276,
        label: "بلوار امام رضا (ع) چالوس",
      },
      {
        value: 1506277,
        label: "میدان شهید شیرودی تنکابن",
      },
      {
        value: 1506278,
        label: "شهرداری رامسر",
      },
      {
        value: 1506279,
        label: "امین نکا",
      },
      {
        value: 1506280,
        label: "چهارراه آزادی بهشهر",
      },
      {
        value: 1506284,
        label: "خیابان امام خمینی (ره) فریدونکنار",
      },
      {
        value: 1506286,
        label: "سه راه رازی ساری",
      },
      {
        value: 1506287,
        label: "شریعتی بابل",
      },
      {
        value: 1506288,
        label: "خیابان ساری قائم شهر",
      },
      {
        value: 1506289,
        label: "میدان هزار سنگر آمل",
      },
      {
        value: 1506291,
        label: "کوی قدس ساری",
      },
      {
        value: 1506292,
        label: "مصطفی خمینی زاهدان",
      },
      {
        value: 1506295,
        label: "شهید میر حسینی زاهدان",
      },
      {
        value: 1506296,
        label: "ولی عصرزابل",
      },
      {
        value: 1506298,
        label: "بلوار دانشگاه زاهدان",
      },
      {
        value: 1506302,
        label: "شهید مرادقلی زاهدان",
      },
      {
        value: 1506309,
        label: "بلوچ زاهدان",
      },
      {
        value: 1506312,
        label: "زیباشهر زاهدان",
      },
      {
        value: 1506316,
        label: "ابوحامد کرمان",
      },
      {
        value: 1506317,
        label: "میدان خواجوی کرمان",
      },
      {
        value: 1506318,
        label: "امام خمینی کهنوج",
      },
      {
        value: 1506320,
        label: "مطهري بم",
      },
      {
        value: 1506321,
        label: "آزادي جیرفت",
      },
      {
        value: 1506322,
        label: "بازار زرند",
      },
      {
        value: 1506324,
        label: "سفلا شهربابک",
      },
      {
        value: 1506327,
        label: "ابن سینا سیرجان",
      },
      {
        value: 1506328,
        label: "طالقانی بافت",
      },
      {
        value: 1506329,
        label: "میدان 17شهریور بردسیر",
      },
      {
        value: 1506330,
        label: "مالک اشتر کرمان",
      },
      {
        value: 1506331,
        label: "دکترصادقی سیرجان",
      },
      {
        value: 1506332,
        label: "سه راه شرف آباد کرمان",
      },
      {
        value: 1506334,
        label: "هفده شهریور کرمان",
      },
      {
        value: 1506335,
        label: "هزارويك شب کرمان",
      },
      {
        value: 1506337,
        label: "لاهور اصفهان",
      },
      {
        value: 1506338,
        label: "کاوه  اصفهان",
      },
      {
        value: 1506339,
        label: "چهارراه شریف اصفهان",
      },
      {
        value: 1506341,
        label: "بلوار آزادگان خمینی شهر",
      },
      {
        value: 1506344,
        label: "ملک شهراصفهان",
      },
      {
        value: 1506346,
        label: "کمال الملک کاشان",
      },
      {
        value: 1506350,
        label: "بلوار سلمان فارسی گلپایگان",
      },
      {
        value: 1506354,
        label: "امام خمینی زرین شهر",
      },
      {
        value: 1506355,
        label: "بلوار عطار شاهین شهر",
      },
      {
        value: 1506356,
        label: "طالقانی فلاورجان",
      },
      {
        value: 1506357,
        label: "بلوار طالقانی نطنز",
      },
      {
        value: 1506362,
        label: "مهرداد حکیم نظامی اصفهان",
      },
      {
        value: 1506365,
        label: "سه راه سیمین اصفهان",
      },
      {
        value: 1506366,
        label: "زینبیه  اصفهان",
      },
      {
        value: 1506367,
        label: "سه راه ولی عصراصفهان",
      },
      {
        value: 1506371,
        label: "پروین  اصفهان",
      },
      {
        value: 1506372,
        label: "شریف واقفی  اصفهان",
      },
      {
        value: 1506374,
        label: "بلوار سجاد اصفهان",
      },
      {
        value: 1506377,
        label: "مصلی فولاد شهر",
      },
      {
        value: 1506381,
        label: "فلسطین سنندج",
      },
      {
        value: 1506385,
        label: "جمهوری سقز",
      },
      {
        value: 1506386,
        label: "شهید ساعد مریوان",
      },
      {
        value: 1506389,
        label: "بازار بیجار",
      },
      {
        value: 1506392,
        label: "راهنمائی و رانندگی کرمانشاه",
      },
      {
        value: 1506400,
        label: "شهید صیاد شیرازی اسلام آباد غرب",
      },
      {
        value: 1506402,
        label: "آیت اله نجومی کرمانشاه",
      },
      {
        value: 1506405,
        label: "شهید کاکایی سنقر",
      },
      {
        value: 1506406,
        label: "بلوار گلها کرمانشاه",
      },
      {
        value: 1506407,
        label: "نو بهارکرمانشاه",
      },
      {
        value: 1506408,
        label: "آزادی کرمانشاه",
      },
      {
        value: 1506410,
        label: "بوستان کرمانشاه",
      },
      {
        value: 1506411,
        label: "فردوسی کرمانشاه",
      },
      {
        value: 1506414,
        label: "استاد شهریار کرمانشاه",
      },
      {
        value: 1506415,
        label: "شهید سپهبد قاسم سلیمانی رشت",
      },
      {
        value: 1506416,
        label: "بحرالعلوم رشت",
      },
      {
        value: 1506417,
        label: "شهید زین العابدین یعقوبی رودسر",
      },
      {
        value: 1506418,
        label: "شهید بهشتی لنگرود",
      },
      {
        value: 1506419,
        label: "چمارسرا رشت",
      },
      {
        value: 1506420,
        label: "امام خمینی لاهیجان",
      },
      {
        value: 1506424,
        label: "سه راه فلسطین رشت",
      },
      {
        value: 1506426,
        label: "مسکن مهر رشت",
      },
      {
        value: 1506428,
        label: "سه راه حافظ آستارا",
      },
      {
        value: 1506429,
        label: "خیابان خرمشهر تالش",
      },
      {
        value: 1506432,
        label: "سردار جنگل رضوانشهر",
      },
      {
        value: 1506436,
        label: "امام خمینی املش",
      },
      {
        value: 1506438,
        label: "مصلی رشت",
      },
      {
        value: 1506440,
        label: "منطقه آزاد انزلی",
      },
      {
        value: 1506442,
        label: "توکهور هشتبندی",
      },
      {
        value: 1506444,
        label: "17شهریور بندرعباس",
      },
      {
        value: 1506448,
        label: "ولیعصر میناب",
      },
      {
        value: 1506450,
        label: "خلیج فارس قشم",
      },
      {
        value: 1506458,
        label: "مصلی یاسوج",
      },
      {
        value: 1506459,
        label: "امام خمینی یاسوج",
      },
      {
        value: 1506460,
        label: "ولیعصر دوگنبدان",
      },
      {
        value: 1506461,
        label: "خیابان شهید نورالدینی دهدشت",
      },
      {
        value: 1506462,
        label: "نفت دوگنبدان",
      },
      {
        value: 1506464,
        label: "خیابان معلم یاسوج",
      },
      {
        value: 1506465,
        label: "جمهوری  اسلامی یاسوج",
      },
      {
        value: 1506467,
        label: "بازار دوگنبدان",
      },
      {
        value: 1506468,
        label: "خیابان شهید پارسی دهدشت",
      },
      {
        value: 1506469,
        label: "شهید رجائی شهرکرد",
      },
      {
        value: 1506470,
        label: "سه راه قدس سامان",
      },
      {
        value: 1506472,
        label: "مدرس بروجن",
      },
      {
        value: 1506478,
        label: "سعدی شرقی شهرکرد",
      },
      {
        value: 1506481,
        label: "امام خمینی زنجان",
      },
      {
        value: 1506482,
        label: "هفت تیر زنجان",
      },
      {
        value: 1506484,
        label: "مصلای ابهر",
      },
      {
        value: 1506486,
        label: "قائم خرمدره",
      },
      {
        value: 1506488,
        label: "شهید مطهری زنجان",
      },
      {
        value: 1506489,
        label: "گلشهر زنجان",
      },
      {
        value: 1506490,
        label: "برق همدان",
      },
      {
        value: 1506492,
        label: "میدان سپاه همدان",
      },
      {
        value: 1506494,
        label: "بازار کبودرآهنگ",
      },
      {
        value: 1506497,
        label: "خیابان امام خمینی (ره) اسدآباد همدان",
      },
      {
        value: 1506499,
        label: "بلوار شهید اشرفی اصفهانی تویسرکان",
      },
      {
        value: 1506500,
        label: "شهداءملایر",
      },
      {
        value: 1506501,
        label: "تختی همدان",
      },
      {
        value: 1506502,
        label: "فردوسی همدان",
      },
      {
        value: 1506504,
        label: "فخریه ملایر",
      },
      {
        value: 1506505,
        label: "نظام مهندسی همدان",
      },
      {
        value: 1506507,
        label: "خیابان شهید چمران یزد",
      },
      {
        value: 1506509,
        label: "هفتم تیر یزد",
      },
      {
        value: 1506511,
        label: "قدس طبس",
      },
      {
        value: 1506512,
        label: "امام خمینی اشکذر",
      },
      {
        value: 1506514,
        label: "آیت اله خامنه ای اردکان",
      },
      {
        value: 1506517,
        label: "بازار یزد",
      },
      {
        value: 1506519,
        label: "بعثت  اراک",
      },
      {
        value: 1506520,
        label: "آیت اله غفاری اراک",
      },
      {
        value: 1506522,
        label: "خیایان امام خمینی ساوه",
      },
      {
        value: 1506526,
        label: "مقاومت اراک",
      },
      {
        value: 1506529,
        label: "هلال احمر اراک",
      },
      {
        value: 1506530,
        label: "شریعتی  اراک",
      },
      {
        value: 1506531,
        label: "صنایع اراک",
      },
      {
        value: 1506534,
        label: "امام خمینی زرندیه",
      },
      {
        value: 1506535,
        label: "مصباح کرج",
      },
      {
        value: 1506536,
        label: "سه باندی رجایی شهر",
      },
      {
        value: 1506538,
        label: "امام خمینی هشتگرد کرج",
      },
      {
        value: 1506539,
        label: "لاله شهریار",
      },
      {
        value: 1506540,
        label: "مطهری  اسلامشهر",
      },
      {
        value: 1506542,
        label: "میدان طالقانی کرج",
      },
      {
        value: 1506546,
        label: "شاهد اندیشه",
      },
      {
        value: 1506547,
        label: "المهدی حصارک البرز",
      },
      {
        value: 1506549,
        label: "مطهری کرج",
      },
      {
        value: 1506551,
        label: "هفت تیرکرج",
      },
      {
        value: 1506552,
        label: "مجتمع نیکو مهرشهر کرج",
      },
      {
        value: 1506556,
        label: "بلوار مدرس نظر آباد کرج",
      },
      {
        value: 1506558,
        label: "بلوار غدیر گلستان",
      },
      {
        value: 1506559,
        label: "نسیم شهر",
      },
      {
        value: 1506560,
        label: "فلک الافلاک خرم آباد",
      },
      {
        value: 1506562,
        label: "پلیس خرم آباد",
      },
      {
        value: 1506564,
        label: "هفت تیر نور آباد",
      },
      {
        value: 1506566,
        label: "بحرالعلوم بروجرد",
      },
      {
        value: 1506574,
        label: "ولیعصر خرم آباد",
      },
      {
        value: 1506576,
        label: "بلوار بهارستان خرم آباد",
      },
      {
        value: 1506577,
        label: "خیابان نادر بوشهر",
      },
      {
        value: 1506578,
        label: "سه راه مدرس بوشهر",
      },
      {
        value: 1506580,
        label: "خیابان پاسداران برازجان",
      },
      {
        value: 1506586,
        label: "امام خمینی کنگان",
      },
      {
        value: 1506587,
        label: "دانشگاه علوم پزشکی بوشهر",
      },
      {
        value: 1506588,
        label: "شریعتی دیلم",
      },
      {
        value: 1506589,
        label: "خلیج فارس بوشهر",
      },
      {
        value: 1506590,
        label: "شهید کشوری  ایلام",
      },
      {
        value: 1506591,
        label: "فردوسی ایلام",
      },
      {
        value: 1506592,
        label: "بازار ایلام",
      },
      {
        value: 1506594,
        label: "مدرس ایوانغرب",
      },
      {
        value: 1506595,
        label: "کبیرکوه آبدانان",
      },
      {
        value: 1506596,
        label: "مهرگان دره شهر",
      },
      {
        value: 1506597,
        label: "امام حسین(ع) مهران",
      },
      {
        value: 1506598,
        label: "بلوار امام دهلران",
      },
      {
        value: 1506599,
        label: "معلم سرابله",
      },
      {
        value: 1506600,
        label: "سعدی  ایلام",
      },
      {
        value: 1506601,
        label: "اشرفی  اصفهانی  ایلام",
      },
      {
        value: 1506604,
        label: "معلم سمنان",
      },
      {
        value: 1506606,
        label: "طالقانی گرمسار",
      },
      {
        value: 1506608,
        label: "آزادگان شاهرود",
      },
      {
        value: 1506611,
        label: "باغمیشه اردبیل",
      },
      {
        value: 1506612,
        label: "خيابان دانش  اردبیل",
      },
      {
        value: 1506615,
        label: "ارس پارس آباد",
      },
      {
        value: 1506617,
        label: "خیابان دکتر بهشتی گرمی",
      },
      {
        value: 1506618,
        label: "میدان کشاورز بیله سوار",
      },
      {
        value: 1506621,
        label: "دکتر فاطمی اردبیل",
      },
      {
        value: 1506622,
        label: "خیابان دکتر بهشتی اردبیل",
      },
      {
        value: 1506624,
        label: "فلسطین  اردبیل",
      },
      {
        value: 1506625,
        label: "کامکار قم",
      },
      {
        value: 1506627,
        label: "تقاطع 7تیرکیوانفر قم",
      },
      {
        value: 1506629,
        label: "شهیدحیدریان قم",
      },
      {
        value: 1506636,
        label: "پاسداران گرگان",
      },
      {
        value: 1506637,
        label: "شهید رجائی آزادشهر",
      },
      {
        value: 1506639,
        label: "گلها گرگان",
      },
      {
        value: 1506640,
        label: "شهید لکزائی گنبد",
      },
      {
        value: 1506641,
        label: "معلم کردکوی",
      },
      {
        value: 1506644,
        label: "کبودوال",
      },
      {
        value: 1506645,
        label: "راه آهن بندرگز",
      },
      {
        value: 1506646,
        label: "هیرکان گرگان",
      },
      {
        value: 1506648,
        label: "انقلاب کلاله",
      },
      {
        value: 1506649,
        label: "استرآبادی گرگان",
      },
      {
        value: 1506650,
        label: "توحید بیرجند",
      },
      {
        value: 1506652,
        label: "میدان غدیر فردوس",
      },
      {
        value: 1506654,
        label: "کلانتری یازده قاین",
      },
      {
        value: 1506655,
        label: "دانشگاه بیرجند",
      },
      {
        value: 1506658,
        label: "شهیدبهشتي بیرجند",
      },
      {
        value: 1506659,
        label: "چهارراه مدرس بیرجند",
      },
      {
        value: 1506662,
        label: "بیمارستان ولی عصر تهران",
      },
      {
        value: 1506670,
        label: "معلم یافت آباد تهران",
      },
      {
        value: 1506676,
        label: "چهار راه خسرو ستارخان تهران",
      },
      {
        value: 1506677,
        label: "رزمال",
      },
      {
        value: 1506682,
        label: "چهار راه پادگان قزوین",
      },
      {
        value: 1506684,
        label: "مسجد النبی (ص) قزوین",
      },
      {
        value: 1506686,
        label: "میدان مادر بویین زهرا",
      },
      {
        value: 1506687,
        label: "خیابان راه آهن قزوین",
      },
      {
        value: 1506689,
        label: "بلوار شهید سپهبد قاسم سلیمانی قزوین",
      },
      {
        value: 1506691,
        label: "نصرت آباد قزوین",
      },
      {
        value: 1506692,
        label: "مصلی شیروان",
      },
      {
        value: 1506695,
        label: "غدیر اسفراين",
      },
      {
        value: 1506696,
        label: "چمران جنوبی  بجنورد",
      },
      {
        value: 1506697,
        label: "میدان کارگر بجنورد",
      },
      {
        value: 1506700,
        label: "هفده شهریور شمالی",
      },
      {
        value: 1506708,
        label: "پاسداران سنندج",
      },
      {
        value: 1506709,
        label: "بلوار اقدسیه مشهد",
      },
      {
        value: 1506710,
        label: "خیابان طالقانی مهاباد",
      },
      {
        value: 1507001,
        label: "وصال شیرازی تهران",
      },
      {
        value: 1507006,
        label: "میدان عاشورا جلفا",
      },
      {
        value: 1507007,
        label: "ولایت زاهدان",
      },
      {
        value: 1507008,
        label: "جهاد ایلام",
      },
      {
        value: 1507009,
        label: "شهید سپهبد قاسم سلیمانی بجنورد",
      },
      {
        value: 1507010,
        label: "بلوار مسافر بیرجند",
      },
      {
        value: 1507011,
        label: "زاگرس یاسوج",
      },
      {
        value: 1507015,
        label: "امام خمینی (ره) تهران",
      },
      {
        value: 1507016,
        label: "شهید فکوری تهران",
      },
      {
        value: 1507017,
        label: "شهید نیارکی تهران",
      },
      {
        value: 1507018,
        label: "فروشگاه مرکزی اتکاء تهران",
      },
      {
        value: 1507019,
        label: "سلیمانیه تهران",
      },
      {
        value: 1507021,
        label: "خیابان شهید صیادی تهران",
      },
      {
        value: 1507027,
        label: "بوستان نیلو ولیعصر(عج) تهران",
      },
      {
        value: 1507028,
        label: "نورانی تهران",
      },
      {
        value: 1507031,
        label: "صدف تهرانسر",
      },
      {
        value: 1507032,
        label: "پروین تهران",
      },
      {
        value: 1507037,
        label: "پرند",
      },
      {
        value: 1507039,
        label: "جنت آباد آبشناسان",
      },
      {
        value: 1507040,
        label: "شهرآرا تهران",
      },
      {
        value: 1507041,
        label: "الغدیر هنگام",
      },
      {
        value: 1507048,
        label: "شهید لنگری تهران",
      },
      {
        value: 1507050,
        label: "پل سیمان",
      },
      {
        value: 1507052,
        label: "استاد حسن بنا جنوبی تهران",
      },
      {
        value: 1507057,
        label: "بلوار امام خمینی رباط کریم",
      },
      {
        value: 1507058,
        label: "کارگر جنوبی",
      },
      {
        value: 1507065,
        label: "اراج تهران",
      },
      {
        value: 1507067,
        label: "سعادت آباد تهران",
      },
      {
        value: 1507068,
        label: "میعاد پاکدشت",
      },
      {
        value: 1507074,
        label: "اشرفی اصفهانی تهران",
      },
      {
        value: 1507075,
        label: "سه‌راه ضرابخانه",
      },
      {
        value: 1507076,
        label: "میدان هروی تهران",
      },
      {
        value: 1507077,
        label: "فرمانیه تهران",
      },
      {
        value: 1507082,
        label: "خیابان کرمان شمالی تهران",
      },
      {
        value: 1507084,
        label: "پانزده متری افسریه تهران",
      },
      {
        value: 1507085,
        label: "بلوار مطهری قنات کوثر تهران",
      },
      {
        value: 1507087,
        label: "مدافعان سلامت ارومیه",
      },
      {
        value: 1507088,
        label: "امام ارومیه",
      },
      {
        value: 1507092,
        label: "سه‌راهی میاندوآب",
      },
      {
        value: 1507094,
        label: "تقاطع عمار ارومیه",
      },
      {
        value: 1507095,
        label: "طالقانی میاندوآب",
      },
      {
        value: 1507096,
        label: "میدان استقلال مهاباد",
      },
      {
        value: 1507097,
        label: "خیابان حافظ مهاباد",
      },
      {
        value: 1507099,
        label: "چهارراه عطایی ارومیه",
      },
      {
        value: 1507101,
        label: "بلوار بهداری ارومیه",
      },
      {
        value: 1507102,
        label: "خیابان مطهری شاهین دژ",
      },
      {
        value: 1507104,
        label: "آزادی پیرانشهر",
      },
      {
        value: 1507106,
        label: "باکری ارومیه",
      },
      {
        value: 1507110,
        label: "امیرخیزی تبریز",
      },
      {
        value: 1507112,
        label: "میدان رجایی شهر تبریز",
      },
      {
        value: 1507116,
        label: "جمهوری تبریز",
      },
      {
        value: 1507118,
        label: "امام خمینی سراب",
      },
      {
        value: 1507120,
        label: "بستان‌آباد",
      },
      {
        value: 1507122,
        label: "منجم تبریز",
      },
      {
        value: 1507124,
        label: "شهید علامه طباطبایی تبریز",
      },
      {
        value: 1507128,
        label: "تختی تبریز",
      },
      {
        value: 1507129,
        label: "فرهنگیان تبریز",
      },
      {
        value: 1507130,
        label: "سهند",
      },
      {
        value: 1507132,
        label: "صاحب الامر تبریز",
      },
      {
        value: 1507134,
        label: "چهارراه عباسی تبریز",
      },
      {
        value: 1507139,
        label: "شهید فکوری تبریز",
      },
      {
        value: 1507142,
        label: "پل قیام مرند",
      },
      {
        value: 1507144,
        label: "میدان شهداء هادیشهر",
      },
      {
        value: 1507145,
        label: "چهارده معصوم مرند",
      },
      {
        value: 1507149,
        label: "نواب صفوی اردبیل",
      },
      {
        value: 1507150,
        label: "خیابان شهید بهشتی پارس آباد",
      },
      {
        value: 1507155,
        label: "نیاصرم بزرگمهر اصفهان",
      },
      {
        value: 1507156,
        label: "سه راه حکیم نظامی اصفهان",
      },
      {
        value: 1507159,
        label: "جهان آرا شمس آبادی",
      },
      {
        value: 1507164,
        label: "شهید رجایی جی اصفهان",
      },
      {
        value: 1507168,
        label: "آیت اله مدیسه ای زرین شهر",
      },
      {
        value: 1507171,
        label: "سروستان شهرضا",
      },
      {
        value: 1507172,
        label: "طالخونچه",
      },
      {
        value: 1507175,
        label: "آیت اله کاشانی کاشان",
      },
      {
        value: 1507177,
        label: "سپهر کرج",
      },
      {
        value: 1507178,
        label: "خیابان آبان گلشهر البرز",
      },
      {
        value: 1507180,
        label: "میدان مادر کرج",
      },
      {
        value: 1507187,
        label: "فلکه اول رجایی شهر البرز",
      },
      {
        value: 1507188,
        label: "خیابان پدیدار کرج",
      },
      {
        value: 1507191,
        label: "حافظیه فردیس",
      },
      {
        value: 1507196,
        label: "میدان بسیج شهرکرد",
      },
      {
        value: 1507197,
        label: "ولی عصر (عج) بروجن",
      },
      {
        value: 1507198,
        label: "بلوار خیام مشهد",
      },
      {
        value: 1507204,
        label: "الهیه مشهد",
      },
      {
        value: 1507205,
        label: "سی و پنج متری مجد مشهد",
      },
      {
        value: 1507206,
        label: "فرهنگ مشهد",
      },
      {
        value: 1507207,
        label: "بلوار میرزا کوچک خان مشهد",
      },
      {
        value: 1507215,
        label: "ساحلی اهواز",
      },
      {
        value: 1507216,
        label: "آریا شهر اهواز",
      },
      {
        value: 1507217,
        label: "شهدای فرجوانی اهواز",
      },
      {
        value: 1507218,
        label: "حافظ دزفول",
      },
      {
        value: 1507222,
        label: "اروند آبادان",
      },
      {
        value: 1507230,
        label: "انقلاب زنجان",
      },
      {
        value: 1507231,
        label: "نواب ابهر",
      },
      {
        value: 1507232,
        label: "میدان امام حسین (ع) سمنان",
      },
      {
        value: 1507234,
        label: "ایثار شاهرود",
      },
      {
        value: 1507236,
        label: "چهارراه هوابرد شیراز",
      },
      {
        value: 1507237,
        label: "شوریده شیرازی",
      },
      {
        value: 1507238,
        label: "هفت تنان شیراز",
      },
      {
        value: 1507239,
        label: "شهید کاوه شیراز",
      },
      {
        value: 1507240,
        label: "بلوار رحمت شیراز",
      },
      {
        value: 1507242,
        label: "توحید شیراز",
      },
      {
        value: 1507246,
        label: "سلمان فارسی کازرون",
      },
      {
        value: 1507248,
        label: "بلوار شهید بهشتی شیراز",
      },
      {
        value: 1507255,
        label: "چهارراه بازار قزوین",
      },
      {
        value: 1507258,
        label: "بلوار بهشت پردیسان قم",
      },
      {
        value: 1507259,
        label: "بیست متری شهید بهشتی قم",
      },
      {
        value: 1507265,
        label: "استقلال سقز",
      },
      {
        value: 1507267,
        label: "شهید ورمقانی قروه",
      },
      {
        value: 1507270,
        label: "بلوار فردوسی کرمان",
      },
      {
        value: 1507272,
        label: "بعثت رفسنجان",
      },
      {
        value: 1507274,
        label: "بلوار گلریزان کرمانشاه",
      },
      {
        value: 1507275,
        label: "اتکا کرمانشاه",
      },
      {
        value: 1507281,
        label: "فیاض لاهیجان",
      },
      {
        value: 1507284,
        label: "خیابان ملت آستارا",
      },
      {
        value: 1507287,
        label: "شهدا گرگان",
      },
      {
        value: 1507289,
        label: "گرگانپارس",
      },
      {
        value: 1507290,
        label: "شریعتی گنبد",
      },
      {
        value: 1507297,
        label: "نوکنده",
      },
      {
        value: 1507299,
        label: "ولایت دورود",
      },
      {
        value: 1507300,
        label: "میدان بسیج خرم آباد",
      },
      {
        value: 1507301,
        label: "شقایق خرم آباد",
      },
      {
        value: 1507302,
        label: "حافظ بروجرد",
      },
      {
        value: 1507304,
        label: "سعدی خرم آباد",
      },
      {
        value: 1507306,
        label: "میدان شهیدان مستشرق ساری",
      },
      {
        value: 1507307,
        label: "سورک",
      },
      {
        value: 1507308,
        label: "میدان ماهی فریدونکنار",
      },
      {
        value: 1507316,
        label: "هچیرود",
      },
      {
        value: 1507317,
        label: "بازار اراک",
      },
      {
        value: 1507319,
        label: "دانشگاه بندرعباس",
      },
      {
        value: 1507322,
        label: "مهدیه همدان",
      },
      {
        value: 1507324,
        label: "چاپارخانه همدان",
      },
      {
        value: 1508006,
        label: "شهيد آبشناسان",
      },
      {
        value: 1508007,
        label: "نصیرشهر",
      },
      {
        value: 1508008,
        label: "دانشگاه هوائي",
      },
      {
        value: 1508015,
        label: "شهید صیاد شیرازی قم",
      },
      {
        value: 1508016,
        label: "اسکان",
      },
      {
        value: 1508018,
        label: "خیابان پیامبر شرقی",
      },
      {
        value: 1508019,
        label: "نارمک",
      },
      {
        value: 1508020,
        label: "اقدسیه",
      },
      {
        value: 1508021,
        label: "مجتمع تجاري الماس ايران",
      },
      {
        value: 1508024,
        label: "بلوار ستاد نيروي زميني",
      },
      {
        value: 1508036,
        label: "بلوار شهید شکاری مراغه",
      },
      {
        value: 1508038,
        label: "ورزقان",
      },
      {
        value: 1508041,
        label: "سربازان گمنام ارومیه",
      },
      {
        value: 1508042,
        label: "خیابان شهید مسافری نقده",
      },
      {
        value: 1508050,
        label: "بهار زنجان",
      },
      {
        value: 1508051,
        label: "تکاوران یندر انزلی",
      },
      {
        value: 1508052,
        label: "ابن سینا همدان",
      },
      {
        value: 1508055,
        label: "بیست و دو بهمن رشت",
      },
      {
        value: 1508059,
        label: "پارک ولی عصر(عج) کرمانشاه",
      },
      {
        value: 1508068,
        label: "شهرك باباعباس خرم آباد",
      },
      {
        value: 1508069,
        label: "مصلی خرم آباد",
      },
      {
        value: 1508071,
        label: "سه راه توحید اصفهان",
      },
      {
        value: 1508076,
        label: "شهرک سیمرغ اصفهان",
      },
      {
        value: 1508078,
        label: "عطار شاهین شهر اصفهان",
      },
      {
        value: 1508079,
        label: "شهرک صنعتی رازی شهرضا",
      },
      {
        value: 1508085,
        label: "مطهری کاشان",
      },
      {
        value: 1508086,
        label: "باغ تخت شیراز",
      },
      {
        value: 1508087,
        label: "مجتمع تجاری عفیف آباد",
      },
      {
        value: 1508088,
        label: "بلوار شهید قدوسی غربی شیراز",
      },
      {
        value: 1508089,
        label: "شهرک صنعتی شیراز",
      },
      {
        value: 1508092,
        label: "شعبه شهید عاشوری بوشهر",
      },
      {
        value: 1508096,
        label: "خیابان فلسطین اهواز",
      },
      {
        value: 1508097,
        label: "جهان آرا خرمشهر",
      },
      {
        value: 1508099,
        label: "بند میزان شوشتر",
      },
      {
        value: 1508101,
        label: "دره اشکفت مسجد سلیمان",
      },
      {
        value: 1508107,
        label: "خیام ساری",
      },
      {
        value: 1508108,
        label: "حکیم نوشهر",
      },
      {
        value: 1508109,
        label: "خ پاسداران بابلسر",
      },
      {
        value: 1508110,
        label: "میدان ملاقاتی گرگان",
      },
      {
        value: 1508116,
        label: "بلوار شهید رزاقی رامسر",
      },
      {
        value: 1508117,
        label: "حافظ بابل",
      },
      {
        value: 1508118,
        label: "باغ ملی مشهد",
      },
      {
        value: 1508119,
        label: "چهارراه ورزش مشهد",
      },
      {
        value: 1508122,
        label: "غفاری بیرجند",
      },
      {
        value: 1508124,
        label: "میدان شهدا تربت جام",
      },
      {
        value: 1508127,
        label: "باغ ملی کرمان",
      },
      {
        value: 1508131,
        label: "البرز زاهدان",
      },
      {
        value: 1508132,
        label: "شهید مولایی کنارک",
      },
      {
        value: 1508134,
        label: "پایگاه هوایی بندرعباس",
      },
      {
        value: 1599999,
        label: "واحد ستادی بانک سپه",
      },
    ],
  },
  {
    value: 16,
    label: "بانک کشاورزی",
    bankCode: 16,
    branches: [
      {
        value: 1600000,
        label: "بانک کشاورزی",
      },
      {
        value: 1600070,
        label: "شهر ری",
      },
      {
        value: 1600160,
        label: "شعبه مرکزی",
      },
      {
        value: 1600240,
        label: "هشتگرد",
      },
      {
        value: 1600340,
        label: "بلوارکشاورز",
      },
      {
        value: 1600440,
        label: "ولی عصر(عج)",
      },
      {
        value: 1600510,
        label: "ازگل",
      },
      {
        value: 1600620,
        label: "میدان توحید",
      },
      {
        value: 1600760,
        label: "جمهوری- سی تیر",
      },
      {
        value: 1600780,
        label: "تجریش",
      },
      {
        value: 1600820,
        label: "بهشتی",
      },
      {
        value: 1600910,
        label: "پارک دانشجو",
      },
      {
        value: 1600930,
        label: "میدان بهارستان",
      },
      {
        value: 1600970,
        label: "فلکه اول تهرانپارس",
      },
      {
        value: 1600990,
        label: "آفریقا",
      },
      {
        value: 1601010,
        label: "سه‌راه اقدسیه",
      },
      {
        value: 1601030,
        label: "شادمهر",
      },
      {
        value: 1601110,
        label: "شهرآرا",
      },
      {
        value: 1601150,
        label: "گاندی",
      },
      {
        value: 1601180,
        label: "گلستان (ارزی )",
      },
      {
        value: 1601550,
        label: "میدان انقلاب",
      },
      {
        value: 1601610,
        label: "میدان ونک",
      },
      {
        value: 1601701,
        label: "میدان توحید",
      },
      {
        value: 1601870,
        label: "ملاصدرا",
      },
      {
        value: 1601880,
        label: "احمد قصیر",
      },
      {
        value: 1601960,
        label: "پالیزی ( میدان شهید قندی)",
      },
      {
        value: 1602010,
        label: "آمل",
      },
      {
        value: 1602040,
        label: "ساری",
      },
      {
        value: 1603040,
        label: "تبریز",
      },
      {
        value: 1604020,
        label: "ارومیه",
      },
      {
        value: 1604040,
        label: "ماکو",
      },
      {
        value: 1605050,
        label: "کرمانشاه",
      },
      {
        value: 1605060,
        label: "قصرشیرین",
      },
      {
        value: 1605246,
        label: "سعادت آباد",
      },
      {
        value: 1605600,
        label: "شهید بهشتی",
      },
      {
        value: 1606010,
        label: "اهواز",
      },
      {
        value: 1606030,
        label: "خرمشهر",
      },
      {
        value: 1606290,
        label: "آبادان",
      },
      {
        value: 1606950,
        label: "سلمان فارسی اهواز",
      },
      {
        value: 1607050,
        label: "شیراز",
      },
      {
        value: 1608030,
        label: "جیرفت",
      },
      {
        value: 1608070,
        label: "سردار شهید سلیمانی",
      },
      {
        value: 1609030,
        label: "بیرجند",
      },
      {
        value: 1609390,
        label: "سجاد (مشهد)",
      },
      {
        value: 1609650,
        label: "میدان راهنمایی (مشهد)",
      },
      {
        value: 1610030,
        label: "اصفهان",
      },
      {
        value: 1611020,
        label: "چابهار",
      },
      {
        value: 1611330,
        label: "چهارراه رسولی",
      },
      {
        value: 1611390,
        label: "منطقه آزاد چابهار",
      },
      {
        value: 1612030,
        label: "سنندج",
      },
      {
        value: 1613020,
        label: "سمنان",
      },
      {
        value: 1614030,
        label: "خرم آباد",
      },
      {
        value: 1615050,
        label: "شهید نفیسی",
      },
      {
        value: 1616290,
        label: "کاشانی شهرکرد",
      },
      {
        value: 1617020,
        label: "بندرعباس",
      },
      {
        value: 1617030,
        label: "جزیره قشم",
      },
      {
        value: 1617300,
        label: "مرکز تجاری کیش",
      },
      {
        value: 1617450,
        label: "خلیج فارس",
      },
      {
        value: 1618020,
        label: "بوشهر",
      },
      {
        value: 1619070,
        label: "زنجان",
      },
      {
        value: 1620130,
        label: "یزد",
      },
      {
        value: 1621040,
        label: "رشت",
      },
      {
        value: 1622070,
        label: "گـرگـان",
      },
      {
        value: 1623020,
        label: "اردبیل",
      },
      {
        value: 1624020,
        label: "اراک",
      },
      {
        value: 1627100,
        label: "قزوین",
      },
      {
        value: 1628110,
        label: "قم",
      },
      {
        value: 1654583,
        label: "دکتر حسابی",
      },
      {
        value: 1654624,
        label: "شهران",
      },
      {
        value: 1699999,
        label: "واحد ستادی بانک کشاورزی",
      },
    ],
  },
  {
    value: 17,
    label: "بانک ملی ایران",
    bankCode: 17,
    branches: [
      {
        value: 1700000,
        label: "بانک ملی ایران",
      },
      {
        value: 1700060,
        label: "مرکزی",
      },
      {
        value: 1700063,
        label: "بازار",
      },
      {
        value: 1700064,
        label: "میرداماد",
      },
      {
        value: 1700068,
        label: "ناصر خسرو",
      },
      {
        value: 1700069,
        label: "سعدی",
      },
      {
        value: 1700075,
        label: "حافظ",
      },
      {
        value: 1700081,
        label: "میدان شهدای تهران",
      },
      {
        value: 1700087,
        label: "دانشگاه",
      },
      {
        value: 1700088,
        label: "خیابان آزادی",
      },
      {
        value: 1700090,
        label: "وحدت",
      },
      {
        value: 1700091,
        label: "سرای حاج حسن",
      },
      {
        value: 1700093,
        label: "خیابان انقلاب",
      },
      {
        value: 1700097,
        label: "قصر",
      },
      {
        value: 1700098,
        label: "پیام انقلاب اسلامی",
      },
      {
        value: 1700102,
        label: "امیریه",
      },
      {
        value: 1700109,
        label: "نازی آباد",
      },
      {
        value: 1700111,
        label: "مولوی",
      },
      {
        value: 1700119,
        label: "میدان امام حسین",
      },
      {
        value: 1700120,
        label: "خیابان ظفر",
      },
      {
        value: 1700134,
        label: "تهران نو",
      },
      {
        value: 1700135,
        label: "خیابان پیروزی",
      },
      {
        value: 1700137,
        label: "فردوسی",
      },
      {
        value: 1700141,
        label: "ملت",
      },
      {
        value: 1700142,
        label: "دکتر شریعتی",
      },
      {
        value: 1700149,
        label: "مجیدیه",
      },
      {
        value: 1700159,
        label: "نادری",
      },
      {
        value: 1700168,
        label: "کریمخان زند",
      },
      {
        value: 1700169,
        label: "خیابان میرزای شیرازی",
      },
      {
        value: 1700172,
        label: "کارخانه ارج",
      },
      {
        value: 1700179,
        label: "ایثار",
      },
      {
        value: 1700181,
        label: "حسینیه ارشاد",
      },
      {
        value: 1700183,
        label: "خیابان پارک",
      },
      {
        value: 1700184,
        label: "خیابان سهروردی",
      },
      {
        value: 1700186,
        label: "آپادانا",
      },
      {
        value: 1700187,
        label: "میرعماد",
      },
      {
        value: 1700194,
        label: "ارگ",
      },
      {
        value: 1700195,
        label: "کاخ دادگستری",
      },
      {
        value: 1700199,
        label: "نارمک",
      },
      {
        value: 1700200,
        label: "پاسداران",
      },
      {
        value: 1700201,
        label: "ارکیده",
      },
      {
        value: 1700202,
        label: "پاچنار",
      },
      {
        value: 1700203,
        label: "خیابان پانزده خرداد",
      },
      {
        value: 1700208,
        label: "عارف",
      },
      {
        value: 1700212,
        label: "دهخدا",
      },
      {
        value: 1700214,
        label: "سید خندان",
      },
      {
        value: 1700215,
        label: "تهرانپارس",
      },
      {
        value: 1700217,
        label: "قلهک",
      },
      {
        value: 1700218,
        label: "داودیه",
      },
      {
        value: 1700219,
        label: "مهر آباد جنو بی",
      },
      {
        value: 1700220,
        label: "سهیل",
      },
      {
        value: 1700221,
        label: "دانشگاه الزهرا",
      },
      {
        value: 1700222,
        label: "امانیه",
      },
      {
        value: 1700223,
        label: "صادقیه",
      },
      {
        value: 1700225,
        label: "میدان سید جمال الدین اسدآبادی",
      },
      {
        value: 1700226,
        label: "خیابان سید جمال الدین اسدآبادی",
      },
      {
        value: 1700228,
        label: "تجریش",
      },
      {
        value: 1700230,
        label: "باغ فردوس",
      },
      {
        value: 1700233,
        label: "چهارراه دیباجی",
      },
      {
        value: 1700237,
        label: "شهرری",
      },
      {
        value: 1700242,
        label: "بازار نوروز خان",
      },
      {
        value: 1700271,
        label: "اسکان",
      },
      {
        value: 1700302,
        label: "نوبهار",
      },
      {
        value: 1700304,
        label: "حج و زیارت",
      },
      {
        value: 1700339,
        label: "وزارت ارشاد اسلامی",
      },
      {
        value: 1700342,
        label: "شهید فهمیده",
      },
      {
        value: 1700433,
        label: "کالج",
      },
      {
        value: 1700444,
        label: "میدان هفتم تیر تهران",
      },
      {
        value: 1700501,
        label: "اقبال",
      },
      {
        value: 1700502,
        label: "پامنار",
      },
      {
        value: 1700506,
        label: "قیامدشت",
      },
      {
        value: 1700526,
        label: "کمیته امداد امام خمینی (ره)",
      },
      {
        value: 1700544,
        label: "خشایار",
      },
      {
        value: 1700546,
        label: "صبا",
      },
      {
        value: 1700559,
        label: "ولایت",
      },
      {
        value: 1700578,
        label: "مجلس شورای اسلامی",
      },
      {
        value: 1700608,
        label: "سازمان صدا و سیمای جمهوری اسلامی ایران",
      },
      {
        value: 1700615,
        label: "میدان پونک",
      },
      {
        value: 1700646,
        label: "ریاست جمهوری",
      },
      {
        value: 1700695,
        label: "بورس اوراق بهادار",
      },
      {
        value: 1700705,
        label: "خیابان جم",
      },
      {
        value: 1700721,
        label: "میدان جهاد",
      },
      {
        value: 1700780,
        label: "شهید امیرعبداللهیان",
      },
      {
        value: 1700799,
        label: "خجسته",
      },
      {
        value: 1700806,
        label: "عسگری",
      },
      {
        value: 1700815,
        label: "آصف",
      },
      {
        value: 1700817,
        label: "باقر شهر",
      },
      {
        value: 1700904,
        label: "دریان نو",
      },
      {
        value: 1700905,
        label: "مهر وطن",
      },
      {
        value: 1700908,
        label: "مجتمع بلور فروشان",
      },
      {
        value: 1700922,
        label: "بلوار مرزداران",
      },
      {
        value: 1700958,
        label: "شرکت های دانش بنیان پارک فناوری پردیس",
      },
      {
        value: 1700962,
        label: "شاهین",
      },
      {
        value: 1700965,
        label: "آناهیتا",
      },
      {
        value: 1700966,
        label: "آفریقا",
      },
      {
        value: 1700974,
        label: "پارسا",
      },
      {
        value: 1701000,
        label: "ممتاز ملی",
      },
      {
        value: 1701005,
        label: "مهرگان",
      },
      {
        value: 1701008,
        label: "شهرک  اکباتان",
      },
      {
        value: 1701009,
        label: "نصر",
      },
      {
        value: 1701011,
        label: "سعادت آباد",
      },
      {
        value: 1701013,
        label: "جنت آباد",
      },
      {
        value: 1701017,
        label: "دانشگاه آزاد اسلامی",
      },
      {
        value: 1701018,
        label: "میدان استاد معین",
      },
      {
        value: 1701019,
        label: "شهران",
      },
      {
        value: 1701020,
        label: "فرودگاه امام خمینی (ره)",
      },
      {
        value: 1701033,
        label: "برج آرمیتا",
      },
      {
        value: 1701035,
        label: "خواجه عبداله انصاری",
      },
      {
        value: 1701051,
        label: "خیابان امین الملک",
      },
      {
        value: 1701114,
        label: "جوانان",
      },
      {
        value: 1701151,
        label: "خیابان آرمن",
      },
      {
        value: 1701201,
        label: "آرارات",
      },
      {
        value: 1701203,
        label: "دارآباد",
      },
      {
        value: 1701205,
        label: "مرکز مبادله ارز و طلای ایران",
      },
      {
        value: 1701240,
        label: "فرودگاه مهر آباد",
      },
      {
        value: 1701302,
        label: "زبرجد",
      },
      {
        value: 1701346,
        label: "گمرک  تهران",
      },
      {
        value: 1701351,
        label: "هرمز",
      },
      {
        value: 1701378,
        label: "بازار آهنگرها",
      },
      {
        value: 1701401,
        label: "آفرینش تهرانپارس",
      },
      {
        value: 1701454,
        label: "نمایشگاه بین المللی",
      },
      {
        value: 1701457,
        label: "خیابان مقدس اردبیلی",
      },
      {
        value: 1701458,
        label: "مسجد جامع شهرک  قدس",
      },
      {
        value: 1701504,
        label: "برج گلنار الهیه",
      },
      {
        value: 1701507,
        label: "برج فرمان",
      },
      {
        value: 1701508,
        label: "بنفشه",
      },
      {
        value: 1701509,
        label: "جهان کودک",
      },
      {
        value: 1701551,
        label: "کاشف",
      },
      {
        value: 1701601,
        label: "زعفرانیه",
      },
      {
        value: 1701606,
        label: "اسلامشهر",
      },
      {
        value: 1701611,
        label: "بلوار فردوس",
      },
      {
        value: 1701653,
        label: "کارخانه خودرو دیزل",
      },
      {
        value: 1701701,
        label: "نیاوران",
      },
      {
        value: 1701704,
        label: "پارک  قیطریه",
      },
      {
        value: 1701707,
        label: "پل رومی",
      },
      {
        value: 1701951,
        label: "پالایشگاه تهران",
      },
      {
        value: 1702001,
        label: "کارخانه صنعتی ایران خودرو",
      },
      {
        value: 1702023,
        label: "فدک",
      },
      {
        value: 1702031,
        label: "ایران مال",
      },
      {
        value: 1702032,
        label: "برج آینده",
      },
      {
        value: 1702033,
        label: "خیابان خالد اسلامبولی",
      },
      {
        value: 1702034,
        label: "بازار موبایل حافظ",
      },
      {
        value: 1702035,
        label: "بازار موبایل یافت آباد",
      },
      {
        value: 1702036,
        label: "خیابان شادیانه",
      },
      {
        value: 1702037,
        label: "بیمارستان کسری",
      },
      {
        value: 1702038,
        label: "نهضت سواد آموزی",
      },
      {
        value: 1702039,
        label: "فرمانیه",
      },
      {
        value: 1702040,
        label: "جام جم",
      },
      {
        value: 1702041,
        label: "محمودیه",
      },
      {
        value: 1702042,
        label: "خیابان بهزادی آصف",
      },
      {
        value: 1702043,
        label: "دو راهی قلهک",
      },
      {
        value: 1702044,
        label: "بهستان یکم",
      },
      {
        value: 1702045,
        label: "خیابان خرمشهر",
      },
      {
        value: 1702046,
        label: "شهید آیت",
      },
      {
        value: 1702047,
        label: "خیابان  قیطریه",
      },
      {
        value: 1702048,
        label: "بازار مبل ایران 3",
      },
      {
        value: 1702049,
        label: "خیابان آفریقای شمالی",
      },
      {
        value: 1702050,
        label: "گیشا",
      },
      {
        value: 1702051,
        label: "خیابان شهید فیاضی",
      },
      {
        value: 1702052,
        label: "کوچه هروی شهید کلاهدوز",
      },
      {
        value: 1702053,
        label: "خیابان شهید کریمی دزاشیب",
      },
      {
        value: 1702055,
        label: "میدان سلماس",
      },
      {
        value: 1702056,
        label: "میدان ونک",
      },
      {
        value: 1702057,
        label: "خیابان دانشگاه هوایی شمشیری",
      },
      {
        value: 1702058,
        label: "کوچه آزیتا میرداماد",
      },
      {
        value: 1702060,
        label: "سردار جنگل",
      },
      {
        value: 1702062,
        label: "میدان شیخ بهایی",
      },
      {
        value: 1702063,
        label: "خیابان بهار اشرفی اصفهانی",
      },
      {
        value: 1702064,
        label: "چهارراه گلوبندک",
      },
      {
        value: 1702065,
        label: "چهارراه طوس",
      },
      {
        value: 1702066,
        label: "کاشانچی تجریش",
      },
      {
        value: 1702067,
        label: "ایستگاه برق مدائن",
      },
      {
        value: 1702068,
        label: "مسجد امام علی شهران",
      },
      {
        value: 1702069,
        label: "خیابان سنایی",
      },
      {
        value: 1702071,
        label: "چهارراه دریا",
      },
      {
        value: 1702072,
        label: "کوچه ارکیده شهید عرافی",
      },
      {
        value: 1702073,
        label: "میدان چهارباغ",
      },
      {
        value: 1702074,
        label: "خیابان فتحعلی نیروی هوایی",
      },
      {
        value: 1702075,
        label: "بازار آهن غرب",
      },
      {
        value: 1702076,
        label: "چهارراه مژده نیاوران",
      },
      {
        value: 1702077,
        label: "میدان کتاب",
      },
      {
        value: 1702078,
        label: "خیابان رشید جنوبی",
      },
      {
        value: 1702079,
        label: "میدان فرخی یزدی",
      },
      {
        value: 1702082,
        label: "خیابان صرافهای جنوبی",
      },
      {
        value: 1702083,
        label: "جلال آل احمد",
      },
      {
        value: 1702084,
        label: "خیابان اسدی یوسف آباد",
      },
      {
        value: 1702085,
        label: "بیمارستان تهرانپارس",
      },
      {
        value: 1702086,
        label: "خیابان درختی شهرک قدس",
      },
      {
        value: 1702087,
        label: "خیابان موحد دانش اقدسیه",
      },
      {
        value: 1702088,
        label: "سه راه ملک",
      },
      {
        value: 1702089,
        label: "خیابان نفیسی اکباتان",
      },
      {
        value: 1702090,
        label: "چهارراه شاهین",
      },
      {
        value: 1702091,
        label: "خیابان دوم نیروی هوایی",
      },
      {
        value: 1702092,
        label: "سه راه تهران ویلا",
      },
      {
        value: 1702094,
        label: "پل اول بلوار ابوذر",
      },
      {
        value: 1702095,
        label: "مجیدیه شمالی",
      },
      {
        value: 1702096,
        label: "کاشانک",
      },
      {
        value: 1702097,
        label: "میدان قدس",
      },
      {
        value: 1702098,
        label: "کوچه افخمی ستوده کلاهدوز",
      },
      {
        value: 1702160,
        label: "خیابان نمازی",
      },
      {
        value: 1702161,
        label: "خیابان وصال شیرازی",
      },
      {
        value: 1702162,
        label: "اطاعتی جنوبی",
      },
      {
        value: 1702163,
        label: "خیابان مریم الهیه",
      },
      {
        value: 1702166,
        label: "بلوار ابوذر",
      },
      {
        value: 1702167,
        label: "موسسه علوم بانکی پاسداران",
      },
      {
        value: 1702168,
        label: "بلوار دانشجو ولنجک",
      },
      {
        value: 1702170,
        label: "شهرآرا",
      },
      {
        value: 1702171,
        label: "کوچه چنگیزی خیابان جمهوری",
      },
      {
        value: 1702172,
        label: "برج نگین آزادی",
      },
      {
        value: 1702173,
        label: "چهارراه ساعت پاکدشت",
      },
      {
        value: 1702174,
        label: "سینما فرخ میدان قزوین",
      },
      {
        value: 1702175,
        label: "بلوار بهار حکیمیه",
      },
      {
        value: 1702176,
        label: "قطعه سازان",
      },
      {
        value: 1702178,
        label: "خیابان فلاحی زعفرانیه",
      },
      {
        value: 1702179,
        label: "بلوار اندرزگو",
      },
      {
        value: 1702180,
        label: "میدان الف مقدس اردبیلی",
      },
      {
        value: 1702181,
        label: "میدان بنی هاشم",
      },
      {
        value: 1702182,
        label: "زمرد پاسداران",
      },
      {
        value: 1702183,
        label: "شهید خدامی",
      },
      {
        value: 1702184,
        label: "ظفر شرقی",
      },
      {
        value: 1702185,
        label: "خیابان بوکان نیاوران",
      },
      {
        value: 1702186,
        label: "خیابان امیر ابراهیمی",
      },
      {
        value: 1702187,
        label: "خیابان وفا منش شمالی هروی",
      },
      {
        value: 1702190,
        label: "سه راه امین حضور",
      },
      {
        value: 1702191,
        label: "خیابان نارنجستان",
      },
      {
        value: 1702192,
        label: "هیراد نیاوران",
      },
      {
        value: 1702193,
        label: "میدان یوسف آباد",
      },
      {
        value: 1702195,
        label: "دروس",
      },
      {
        value: 1702196,
        label: "شریعیتی-پل رومی",
      },
      {
        value: 1702197,
        label: "سه راه نشاط دولت",
      },
      {
        value: 1702198,
        label: "میدان الغدیر دلاوران",
      },
      {
        value: 1702199,
        label: "گلندوک لواسان",
      },
      {
        value: 1702200,
        label: "حسین آباد لویزان",
      },
      {
        value: 1702201,
        label: "خیابان ورزی شمالی",
      },
      {
        value: 1702203,
        label: "بلوار ارتش",
      },
      {
        value: 1702205,
        label: "خیابان دل افروز پارک ساعی",
      },
      {
        value: 1702206,
        label: "میدان فرمانداری رباط کریم",
      },
      {
        value: 1702207,
        label: "ایستگاه فردوس مولوی",
      },
      {
        value: 1702209,
        label: "خیابان هادی فر شهرری",
      },
      {
        value: 1702210,
        label: "ایثارگران سعادت آباد",
      },
      {
        value: 1702211,
        label: "چهارراه تیرانداز",
      },
      {
        value: 1702212,
        label: "بهجت آباد",
      },
      {
        value: 1702214,
        label: "شیر پاستوریزه",
      },
      {
        value: 1702216,
        label: "چیتگر",
      },
      {
        value: 1702218,
        label: "استاد شهریار",
      },
      {
        value: 1702220,
        label: "خیابان نصرالدین طوسی",
      },
      {
        value: 1702256,
        label: "خیابان خیام قزوین",
      },
      {
        value: 1702258,
        label: "امام خمینی (ره) بوئین زهرا",
      },
      {
        value: 1702259,
        label: "چهارراه غفاری تاکستان",
      },
      {
        value: 1702271,
        label: "میدان المپیک",
      },
      {
        value: 1702273,
        label: "خیابان حسام زاده حجازی",
      },
      {
        value: 1702274,
        label: "محلاتی",
      },
      {
        value: 1702276,
        label: "حیابان پور ابتهاج",
      },
      {
        value: 1702277,
        label: "خیابان خزانه بخارایی",
      },
      {
        value: 1702278,
        label: "بلوار صبا نلسون ماندلا",
      },
      {
        value: 1702279,
        label: "خیابان فرجام",
      },
      {
        value: 1702280,
        label: "بیمارستان غیاثی",
      },
      {
        value: 1702281,
        label: "بلوار ولایت اندیشه",
      },
      {
        value: 1702282,
        label: "چهارراه سیروس",
      },
      {
        value: 1702283,
        label: "خیابان دماوند",
      },
      {
        value: 1702284,
        label: "کوچه 24 خیابان قائم مقام",
      },
      {
        value: 1702286,
        label: "خیابان  حقانی",
      },
      {
        value: 1702287,
        label: "برج کیان ظفر",
      },
      {
        value: 1702288,
        label: "آجودانی سهروردی شمالی",
      },
      {
        value: 1702289,
        label: "میدان ولیعصر",
      },
      {
        value: 1702290,
        label: "شهرک راه آهن",
      },
      {
        value: 1702291,
        label: "خیابان شهید رفیق",
      },
      {
        value: 1702292,
        label: "سیمون بلیوار",
      },
      {
        value: 1702294,
        label: "شادمان",
      },
      {
        value: 1702295,
        label: "تالار آرتمیس",
      },
      {
        value: 1702296,
        label: "20متری افسریه",
      },
      {
        value: 1702297,
        label: "پل کالج",
      },
      {
        value: 1702298,
        label: "میدان حسن آباد",
      },
      {
        value: 1702300,
        label: "بلوار بسیج اسلامشهر",
      },
      {
        value: 1702305,
        label: "ابوریحان بیرونی (مامازند)",
      },
      {
        value: 1702325,
        label: "لواسان",
      },
      {
        value: 1702351,
        label: "شهریار",
      },
      {
        value: 1702354,
        label: "رباط کریم",
      },
      {
        value: 1702375,
        label: "عظیمیه کرج",
      },
      {
        value: 1702391,
        label: "ورامین",
      },
      {
        value: 1702408,
        label: "شهرک صنعتی پایتخت ایوانکی",
      },
      {
        value: 1702424,
        label: "خیابان شهید بهشتی کرج",
      },
      {
        value: 1702425,
        label: "میدان سپاه کرج",
      },
      {
        value: 1702426,
        label: "حافظ کرج",
      },
      {
        value: 1702428,
        label: "بلوار شهرداری مهرشهر",
      },
      {
        value: 1702429,
        label: "خیابان لاله گلشهر",
      },
      {
        value: 1702430,
        label: "کوی اتحاد رجایی شهر",
      },
      {
        value: 1702431,
        label: "گرمسار",
      },
      {
        value: 1702437,
        label: "شهرک صنعتی عباس آباد",
      },
      {
        value: 1702438,
        label: "رودهن",
      },
      {
        value: 1702451,
        label: "دماوند",
      },
      {
        value: 1702501,
        label: "سمنان",
      },
      {
        value: 1702504,
        label: "بلوار هفده شهریور سمنان",
      },
      {
        value: 1702508,
        label: "میدان هفتم تیر سمنان",
      },
      {
        value: 1702509,
        label: "دکتر چمران سمنان",
      },
      {
        value: 1702517,
        label: "میدان مشاهیر سمنان",
      },
      {
        value: 1702542,
        label: "شهمیرزاد",
      },
      {
        value: 1702551,
        label: "دامغان",
      },
      {
        value: 1702581,
        label: "شاهرود",
      },
      {
        value: 1702595,
        label: "بلوار پیشوا شاهرود",
      },
      {
        value: 1702621,
        label: "کرج",
      },
      {
        value: 1702635,
        label: "مصباح کرج",
      },
      {
        value: 1702641,
        label: "جهانشهر کرج",
      },
      {
        value: 1702642,
        label: "خیابان شهید بهشتی کرج",
      },
      {
        value: 1702643,
        label: "رجایی شهر",
      },
      {
        value: 1702644,
        label: "مهرویلا کرج",
      },
      {
        value: 1702647,
        label: "سازمان ملی استاندارد",
      },
      {
        value: 1702648,
        label: "مهرشهر کرج",
      },
      {
        value: 1702649,
        label: "تعمیرات توانیر کرج",
      },
      {
        value: 1702651,
        label: "نظر آباد",
      },
      {
        value: 1702654,
        label: "شهر قدس",
      },
      {
        value: 1702657,
        label: "هشتگرد",
      },
      {
        value: 1702662,
        label: "کارخانه سیمان آبیگ",
      },
      {
        value: 1702671,
        label: "قزوین",
      },
      {
        value: 1702672,
        label: "خیابان خیام شمالی قزوین",
      },
      {
        value: 1702683,
        label: "چهارراه ولیعصر قزوین",
      },
      {
        value: 1702684,
        label: "خیابان شهید بابائی قزوین",
      },
      {
        value: 1702691,
        label: "شهر صنعتی البرز",
      },
      {
        value: 1702694,
        label: "آبیک  قزوین",
      },
      {
        value: 1702701,
        label: "قم",
      },
      {
        value: 1702702,
        label: "آزادی قم",
      },
      {
        value: 1702704,
        label: "بلوار امین",
      },
      {
        value: 1702708,
        label: "خیابان شهدا قم",
      },
      {
        value: 1702721,
        label: "فلکه جهاد قم",
      },
      {
        value: 1702731,
        label: "ساوه",
      },
      {
        value: 1702737,
        label: "شهر صنعتی ساوه",
      },
      {
        value: 1702775,
        label: "بیست و هفتم بلوار امین",
      },
      {
        value: 1702779,
        label: "خیابان سالاریه قم",
      },
      {
        value: 1702793,
        label: "منطقه ویژه اقتصادی سلفچگان قم",
      },
      {
        value: 1702801,
        label: "اراک",
      },
      {
        value: 1702805,
        label: "پتروشیمی شازند",
      },
      {
        value: 1702841,
        label: "دلیجان",
      },
      {
        value: 1702851,
        label: "محلات",
      },
      {
        value: 1702869,
        label: "نیمور محلات",
      },
      {
        value: 1702873,
        label: "میدان ولیعصر اراک",
      },
      {
        value: 1702881,
        label: "خمین",
      },
      {
        value: 1702884,
        label: "مطهر ساوه",
      },
      {
        value: 1702901,
        label: "کاشان",
      },
      {
        value: 1702925,
        label: "آران",
      },
      {
        value: 1703001,
        label: "اصفهان",
      },
      {
        value: 1703006,
        label: "خیابان سعادت آباد اصفهان",
      },
      {
        value: 1703008,
        label: "فرودگاه اصفهان",
      },
      {
        value: 1703014,
        label: "خیابان فردوسی اصفهان",
      },
      {
        value: 1703016,
        label: "فلکه فیض اصفهان",
      },
      {
        value: 1703022,
        label: "شاهین شهر اصفهان",
      },
      {
        value: 1703025,
        label: "خیابان عباس آباد اصفهان",
      },
      {
        value: 1703028,
        label: "پالایشگاه اصفهان",
      },
      {
        value: 1703040,
        label: "شهرک  صنعتی جی اصفهان",
      },
      {
        value: 1703101,
        label: "جلفا اصفهان",
      },
      {
        value: 1703102,
        label: "میدان امام حسین اصفهان",
      },
      {
        value: 1703108,
        label: "دانشگاه اصفهان",
      },
      {
        value: 1703111,
        label: "چهارراه نظر اصفهان",
      },
      {
        value: 1703113,
        label: "دروازه شیراز اصفهان",
      },
      {
        value: 1703116,
        label: "میدان احمد آباد اصفهان",
      },
      {
        value: 1703161,
        label: "ذوب آهن اصفهان",
      },
      {
        value: 1703181,
        label: "خمینی شهر",
      },
      {
        value: 1703187,
        label: "دانشگاه صنعتی اصفهان",
      },
      {
        value: 1703191,
        label: "زرین شهر",
      },
      {
        value: 1703211,
        label: "نجف آباد",
      },
      {
        value: 1703221,
        label: "شریعتی اصفهان",
      },
      {
        value: 1703222,
        label: "مجتمع رویال رزیدنس اصفهان",
      },
      {
        value: 1703223,
        label: "بوستان ملت اصفهان",
      },
      {
        value: 1703224,
        label: "سه راه نشاط اصفهان",
      },
      {
        value: 1703231,
        label: "مبارکه",
      },
      {
        value: 1703235,
        label: "مجتمع فولاد مبارکه",
      },
      {
        value: 1703245,
        label: "حمزه اصفهان",
      },
      {
        value: 1703246,
        label: "خیابان میر عماد اصفهان",
      },
      {
        value: 1703247,
        label: "خیابان ولیعصر اصفهان",
      },
      {
        value: 1703251,
        label: "شهرضا",
      },
      {
        value: 1703271,
        label: "شهرکرد",
      },
      {
        value: 1703309,
        label: "حافظ شهرکرد",
      },
      {
        value: 1703311,
        label: "بروجن",
      },
      {
        value: 1703371,
        label: "خوانسار",
      },
      {
        value: 1703391,
        label: "گلپایگان",
      },
      {
        value: 1703491,
        label: "نائین",
      },
      {
        value: 1703501,
        label: "یزد",
      },
      {
        value: 1703562,
        label: "بافق",
      },
      {
        value: 1703567,
        label: "غدیر یزد",
      },
      {
        value: 1703571,
        label: "اردکان یزد",
      },
      {
        value: 1703588,
        label: "بهاباد بافق",
      },
      {
        value: 1703606,
        label: "مروست یزد",
      },
      {
        value: 1703607,
        label: "هلال احمر یزد",
      },
      {
        value: 1703608,
        label: "بازارچه اطلسی یزد",
      },
      {
        value: 1703641,
        label: "اطلسی یزد",
      },
      {
        value: 1703681,
        label: "میبد",
      },
      {
        value: 1703701,
        label: "رشت",
      },
      {
        value: 1703702,
        label: "غدیر رشت",
      },
      {
        value: 1703719,
        label: "گلسار رشت",
      },
      {
        value: 1703724,
        label: "بازار رشت",
      },
      {
        value: 1703757,
        label: "شهرصنعتی رشت",
      },
      {
        value: 1703823,
        label: "مسجد سوخته تکیه رشت",
      },
      {
        value: 1703826,
        label: "امام خمینی (ره) لاهیجان",
      },
      {
        value: 1703921,
        label: "لاهیجان",
      },
      {
        value: 1703951,
        label: "بندر انزلی",
      },
      {
        value: 1703954,
        label: "گمرک  بندر انزلی",
      },
      {
        value: 1703957,
        label: "منطقه آزاد تجاری صنعتی بندر انزلی",
      },
      {
        value: 1704031,
        label: "لنگرود",
      },
      {
        value: 1704071,
        label: "رودسر",
      },
      {
        value: 1704168,
        label: "منجیل",
      },
      {
        value: 1704191,
        label: "تالش",
      },
      {
        value: 1704211,
        label: "رامسر",
      },
      {
        value: 1704271,
        label: "آستارا",
      },
      {
        value: 1704274,
        label: "گمرک  آستارا",
      },
      {
        value: 1704301,
        label: "زنجان",
      },
      {
        value: 1704302,
        label: "بازار زنجان",
      },
      {
        value: 1704303,
        label: "غدیر زنجان",
      },
      {
        value: 1704305,
        label: "چهارراه امیرکبیر زنجان",
      },
      {
        value: 1704308,
        label: "خیابان خرمشهر زنجان",
      },
      {
        value: 1704309,
        label: "کوی قائم زنجان",
      },
      {
        value: 1704317,
        label: "خیابان سعدی زنجان",
      },
      {
        value: 1704322,
        label: "تاکستان",
      },
      {
        value: 1704331,
        label: "ابهر",
      },
      {
        value: 1704341,
        label: "قیدار",
      },
      {
        value: 1704361,
        label: "خرمدره",
      },
      {
        value: 1704388,
        label: "کوی زند زنجان",
      },
      {
        value: 1704501,
        label: "تبریز",
      },
      {
        value: 1704504,
        label: "دکتر چمران تبریز",
      },
      {
        value: 1704507,
        label: "فرودگاه تبریز",
      },
      {
        value: 1704537,
        label: "شهید آیت الله آل هاشم تبریز",
      },
      {
        value: 1704544,
        label: "دانشگاه تبریز",
      },
      {
        value: 1704554,
        label: "پالایشگاه تبریز",
      },
      {
        value: 1704660,
        label: "شهید بهشتی تبریز",
      },
      {
        value: 1704661,
        label: "بلوار مخابرات تبریز",
      },
      {
        value: 1704662,
        label: "مهتاب تبریز",
      },
      {
        value: 1704664,
        label: "کوچه خان مراغه",
      },
      {
        value: 1704665,
        label: "آبرسان تبریز",
      },
      {
        value: 1704666,
        label: "خیابان طالقانی مرند",
      },
      {
        value: 1704671,
        label: "سراب",
      },
      {
        value: 1704691,
        label: "اهر",
      },
      {
        value: 1704731,
        label: "شبستر",
      },
      {
        value: 1704771,
        label: "جلفا",
      },
      {
        value: 1704775,
        label: "گمرک  پل چوبی جلفا",
      },
      {
        value: 1704811,
        label: "میانه",
      },
      {
        value: 1704851,
        label: "اردبیل",
      },
      {
        value: 1704884,
        label: "خیابان امام اردبیل",
      },
      {
        value: 1704891,
        label: "بیله سوار",
      },
      {
        value: 1704896,
        label: "پارس آباد مغان",
      },
      {
        value: 1704909,
        label: "میدان شریعتی اردبیل",
      },
      {
        value: 1705011,
        label: "مرند",
      },
      {
        value: 1705041,
        label: "بناب",
      },
      {
        value: 1705071,
        label: "مراغه",
      },
      {
        value: 1705101,
        label: "ارومیه",
      },
      {
        value: 1705103,
        label: "دانشگاه ارومیه",
      },
      {
        value: 1705122,
        label: "گمرک  مرز سرو",
      },
      {
        value: 1705134,
        label: "اشنویه",
      },
      {
        value: 1705139,
        label: "مدرس ارومیه",
      },
      {
        value: 1705145,
        label: "سه راه باکری ارومیه",
      },
      {
        value: 1705181,
        label: "سلماس",
      },
      {
        value: 1705211,
        label: "نقده",
      },
      {
        value: 1705236,
        label: "پیرانشهر",
      },
      {
        value: 1705261,
        label: "خوی",
      },
      {
        value: 1705274,
        label: "گمرک مرز رازی خوی",
      },
      {
        value: 1705291,
        label: "میاندوآب",
      },
      {
        value: 1705371,
        label: "ماکو",
      },
      {
        value: 1705380,
        label: "پلدشت",
      },
      {
        value: 1705382,
        label: "گمرک  بازرگان",
      },
      {
        value: 1705411,
        label: "مهاباد",
      },
      {
        value: 1705451,
        label: "بوکان",
      },
      {
        value: 1705501,
        label: "سنندج",
      },
      {
        value: 1705520,
        label: "میدان آزادی سنندج",
      },
      {
        value: 1705526,
        label: "میدان مولوی سنندج",
      },
      {
        value: 1705531,
        label: "سقز کردستان",
      },
      {
        value: 1705561,
        label: "بانه",
      },
      {
        value: 1705581,
        label: "سردشت",
      },
      {
        value: 1705591,
        label: "مریوان",
      },
      {
        value: 1705594,
        label: "گمرک باشماق مریوان",
      },
      {
        value: 1705631,
        label: "قروه کردستان",
      },
      {
        value: 1705701,
        label: "کرمانشاه",
      },
      {
        value: 1705703,
        label: "میدان آزادی کرمانشاه",
      },
      {
        value: 1705715,
        label: "میدان فردوسی کرمانشاه",
      },
      {
        value: 1705721,
        label: "پاوه",
      },
      {
        value: 1705725,
        label: "جوانرود",
      },
      {
        value: 1705727,
        label: "روانسر",
      },
      {
        value: 1705785,
        label: "شهید جعفری کرمانشاه",
      },
      {
        value: 1705786,
        label: "بسیج کرمانشاه",
      },
      {
        value: 1705811,
        label: "سنقر کلیایی",
      },
      {
        value: 1705841,
        label: "اسلام آباد غرب",
      },
      {
        value: 1705871,
        label: "کرند",
      },
      {
        value: 1705895,
        label: "سرپل ذهاب",
      },
      {
        value: 1705921,
        label: "قصرشیرین",
      },
      {
        value: 1705981,
        label: "ایلام",
      },
      {
        value: 1705992,
        label: "مهران",
      },
      {
        value: 1706001,
        label: "آیت اله حیدری ایلام",
      },
      {
        value: 1706031,
        label: "کنگاور",
      },
      {
        value: 1706101,
        label: "همدان",
      },
      {
        value: 1706112,
        label: "مهدیه همدان",
      },
      {
        value: 1706118,
        label: "دانشگاه علوم پزشکی همدان",
      },
      {
        value: 1706211,
        label: "ملایر",
      },
      {
        value: 1706271,
        label: "بروجرد",
      },
      {
        value: 1706331,
        label: "دورود",
      },
      {
        value: 1706401,
        label: "خرم آباد لرستان",
      },
      {
        value: 1706441,
        label: "الیگودرز",
      },
      {
        value: 1706479,
        label: "شکرالهی خرم آباد",
      },
      {
        value: 1706480,
        label: "شهید نیک فر بروجرد",
      },
      {
        value: 1706501,
        label: "اهواز",
      },
      {
        value: 1706502,
        label: "شهردانشگاهی اهواز",
      },
      {
        value: 1706533,
        label: "زیتون کارمندی اهواز",
      },
      {
        value: 1706544,
        label: "فلکه سوم کیانپارس اهواز",
      },
      {
        value: 1706552,
        label: "شوش",
      },
      {
        value: 1706561,
        label: "دزفول",
      },
      {
        value: 1706580,
        label: "فرودگاه اهواز",
      },
      {
        value: 1706591,
        label: "اندیمشک",
      },
      {
        value: 1706593,
        label: "امانیه اهواز",
      },
      {
        value: 1706621,
        label: "شوشتر",
      },
      {
        value: 1706639,
        label: "میدان هفدهم شهریور شوشتر",
      },
      {
        value: 1706681,
        label: "سوسنگرد",
      },
      {
        value: 1706721,
        label: "نوزدهم چمران اهواز",
      },
      {
        value: 1706722,
        label: "خیابان فروردین اهواز",
      },
      {
        value: 1706724,
        label: "کیان آباد اهواز",
      },
      {
        value: 1706725,
        label: "فلکه چیتا اهواز",
      },
      {
        value: 1706726,
        label: "بلوار جوادالائمه اهواز",
      },
      {
        value: 1706727,
        label: "نظامی اهواز",
      },
      {
        value: 1706801,
        label: "خرمشهر",
      },
      {
        value: 1706901,
        label: "آبادان",
      },
      {
        value: 1706920,
        label: "خیابان شهریار آبادان",
      },
      {
        value: 1707021,
        label: "بندر ماهشهر",
      },
      {
        value: 1707111,
        label: "بهبهان",
      },
      {
        value: 1707114,
        label: "خیابان پیروز بهبهان",
      },
      {
        value: 1707136,
        label: "دوگنبدان",
      },
      {
        value: 1707152,
        label: "تختی یاسوج",
      },
      {
        value: 1707158,
        label: "یاسوج",
      },
      {
        value: 1707171,
        label: "جزیره خارگ",
      },
      {
        value: 1707201,
        label: "شیراز",
      },
      {
        value: 1707210,
        label: "ملی  شیراز-بانک  کارگشائی",
      },
      {
        value: 1707214,
        label: "فرودگاه شیراز",
      },
      {
        value: 1707221,
        label: "خیابان حسین فاطمی شیراز",
      },
      {
        value: 1707230,
        label: "فلکه گاز شیراز",
      },
      {
        value: 1707261,
        label: "مرودشت",
      },
      {
        value: 1707265,
        label: "معالی آباد شیراز",
      },
      {
        value: 1707270,
        label: "سه‌راه عفیف آباد شیراز",
      },
      {
        value: 1707302,
        label: "کوثر شیراز",
      },
      {
        value: 1707321,
        label: "کازرون",
      },
      {
        value: 1707381,
        label: "فسا",
      },
      {
        value: 1707471,
        label: "داراب فارس",
      },
      {
        value: 1707491,
        label: "آباده",
      },
      {
        value: 1707521,
        label: "ابرکوه (ابرقو)",
      },
      {
        value: 1707581,
        label: "جهرم",
      },
      {
        value: 1707602,
        label: "بلوار گلستان شیراز",
      },
      {
        value: 1707603,
        label: "میرزای شیرازی شیراز",
      },
      {
        value: 1707604,
        label: "زرهی شیراز",
      },
      {
        value: 1707607,
        label: "خیابان شوریده شیرازی شیراز",
      },
      {
        value: 1707621,
        label: "لار",
      },
      {
        value: 1707625,
        label: "لامرد",
      },
      {
        value: 1707637,
        label: "گراش",
      },
      {
        value: 1707651,
        label: "اوز",
      },
      {
        value: 1707663,
        label: "بستک",
      },
      {
        value: 1707701,
        label: "بندر بوشهر",
      },
      {
        value: 1707725,
        label: "بندر عسلویه",
      },
      {
        value: 1707726,
        label: "بندر نخل تقی",
      },
      {
        value: 1707731,
        label: "برازجان",
      },
      {
        value: 1707735,
        label: "فلکه بیمارستان برازجان",
      },
      {
        value: 1707761,
        label: "بندر گناوه",
      },
      {
        value: 1707780,
        label: "کوی سنگی بوشهر",
      },
      {
        value: 1707801,
        label: "بندر عباس",
      },
      {
        value: 1707804,
        label: "گمرک  بندر عباس",
      },
      {
        value: 1707814,
        label: "فرودگاه بندر عباس",
      },
      {
        value: 1707828,
        label: "جزیره قشم",
      },
      {
        value: 1707829,
        label: "بندر درگهان",
      },
      {
        value: 1707831,
        label: "میناب",
      },
      {
        value: 1707873,
        label: "گلشهر بندر عباس",
      },
      {
        value: 1707891,
        label: "بندر لنگه",
      },
      {
        value: 1707901,
        label: "جزیره کیش",
      },
      {
        value: 1707978,
        label: "میدان گلها قشم",
      },
      {
        value: 1708001,
        label: "کرمان",
      },
      {
        value: 1708054,
        label: "خیابان شفا کرمان",
      },
      {
        value: 1708065,
        label: "شهید سپهبد حاج قاسم سلیمانی کرمان",
      },
      {
        value: 1708121,
        label: "رفسنجان",
      },
      {
        value: 1708181,
        label: "سیرجان",
      },
      {
        value: 1708211,
        label: "بم",
      },
      {
        value: 1708251,
        label: "جیرفت",
      },
      {
        value: 1708301,
        label: "زاهدان",
      },
      {
        value: 1708322,
        label: "فرودگاه زاهدان",
      },
      {
        value: 1708324,
        label: "میرجاوه",
      },
      {
        value: 1708331,
        label: "خاش",
      },
      {
        value: 1708334,
        label: "دانش زاهدان",
      },
      {
        value: 1708341,
        label: "امام علی (ع) زاهدان",
      },
      {
        value: 1708345,
        label: "سراوان",
      },
      {
        value: 1708391,
        label: "ایرانشهر",
      },
      {
        value: 1708421,
        label: "چابهار",
      },
      {
        value: 1708425,
        label: "منطقه آزاد تجاری - صنعتی چابهار",
      },
      {
        value: 1708451,
        label: "زابل",
      },
      {
        value: 1708501,
        label: "مشهد",
      },
      {
        value: 1708507,
        label: "سناباد مشهد",
      },
      {
        value: 1708515,
        label: "فلکه تختی مشهد",
      },
      {
        value: 1708516,
        label: "ثامن الائمه مشهد",
      },
      {
        value: 1708524,
        label: "خیابان راهنمایی مشهد",
      },
      {
        value: 1708526,
        label: "چهارراه شهدای مشهد",
      },
      {
        value: 1708527,
        label: "کوی طلاب مشهد",
      },
      {
        value: 1708540,
        label: "فرودگاه مشهد",
      },
      {
        value: 1708544,
        label: "خیابان دانشگاه مشهد",
      },
      {
        value: 1708546,
        label: "خیابان احمد آباد مشهد",
      },
      {
        value: 1708550,
        label: "چهارراه آزاد شهر مشهد",
      },
      {
        value: 1708572,
        label: "کوی آب وبرق مشهد",
      },
      {
        value: 1708574,
        label: "پردیس مشهد",
      },
      {
        value: 1708576,
        label: "غدیر مشهد",
      },
      {
        value: 1708589,
        label: "فریمان",
      },
      {
        value: 1708599,
        label: "بلوار سجاد مشهد",
      },
      {
        value: 1708628,
        label: "سرخس",
      },
      {
        value: 1708631,
        label: "قوچان",
      },
      {
        value: 1708636,
        label: "بلوار مصلی مشهد",
      },
      {
        value: 1708637,
        label: "شهرک  صنعتی طوس مشهد",
      },
      {
        value: 1708648,
        label: "صنعتی مشهد",
      },
      {
        value: 1708649,
        label: "باجگیران",
      },
      {
        value: 1708658,
        label: "بلوار هاشمیه مشهد",
      },
      {
        value: 1708661,
        label: "نیشابور",
      },
      {
        value: 1708691,
        label: "بجنورد",
      },
      {
        value: 1708692,
        label: "خیابان شهید امامی بجنورد",
      },
      {
        value: 1708704,
        label: "آشخانه بجنورد",
      },
      {
        value: 1708709,
        label: "جاجرم بجنورد",
      },
      {
        value: 1708718,
        label: "میدان شهدا بجنورد",
      },
      {
        value: 1708721,
        label: "تربت حیدریه",
      },
      {
        value: 1708733,
        label: "فلکه مسجد جامع تربت حیدریه",
      },
      {
        value: 1708751,
        label: "تربت جام",
      },
      {
        value: 1708764,
        label: "تایباد",
      },
      {
        value: 1708771,
        label: "شیروان",
      },
      {
        value: 1708791,
        label: "کاشمر",
      },
      {
        value: 1708811,
        label: "درگز",
      },
      {
        value: 1708831,
        label: "سبزوار",
      },
      {
        value: 1708843,
        label: "شهید چمران سبزوار",
      },
      {
        value: 1708881,
        label: "گناباد",
      },
      {
        value: 1708936,
        label: "امیرالمومنین (ع) مشهد",
      },
      {
        value: 1708938,
        label: "چهارراه لشگر مشهد",
      },
      {
        value: 1708939,
        label: "گلریز مشهد",
      },
      {
        value: 1708940,
        label: "بلوار معلم مشهد",
      },
      {
        value: 1708941,
        label: "ضامن آهو مشهد",
      },
      {
        value: 1708942,
        label: "خیابان تعاون مشهد",
      },
      {
        value: 1708943,
        label: "خیابان جمهوری مشهد",
      },
      {
        value: 1708944,
        label: "میدان صاحب الزمان مشهد",
      },
      {
        value: 1708945,
        label: "مجتمع ستاسنتر مشهد",
      },
      {
        value: 1708946,
        label: "بهشت رضا مشهد",
      },
      {
        value: 1708947,
        label: "حر مشهد",
      },
      {
        value: 1708948,
        label: "حجاب مشهد",
      },
      {
        value: 1708949,
        label: "دانش مشهد",
      },
      {
        value: 1708951,
        label: "اسفراین خراسان",
      },
      {
        value: 1708971,
        label: "قائنات",
      },
      {
        value: 1708982,
        label: "سیمان قائنات",
      },
      {
        value: 1708991,
        label: "فردوس",
      },
      {
        value: 1708998,
        label: "سرایان",
      },
      {
        value: 1709011,
        label: "بیرجند",
      },
      {
        value: 1709022,
        label: "درح",
      },
      {
        value: 1709042,
        label: "شهدای بیرجند",
      },
      {
        value: 1709061,
        label: "بشرویه",
      },
      {
        value: 1709081,
        label: "طبس",
      },
      {
        value: 1709201,
        label: "گرگان",
      },
      {
        value: 1709231,
        label: "بندر ترکمن",
      },
      {
        value: 1709271,
        label: "کردکوی",
      },
      {
        value: 1709292,
        label: "خیابان شهدا گنبد",
      },
      {
        value: 1709293,
        label: "کوی دادگستری گرگان",
      },
      {
        value: 1709311,
        label: "گنبد کاووس",
      },
      {
        value: 1709315,
        label: "مرزپل گنبد کاووس",
      },
      {
        value: 1709401,
        label: "بابل",
      },
      {
        value: 1709442,
        label: "کاسپین بابل",
      },
      {
        value: 1709443,
        label: "کیا کلا",
      },
      {
        value: 1709452,
        label: "جویبار",
      },
      {
        value: 1709491,
        label: "قائم شهر",
      },
      {
        value: 1709551,
        label: "بابلسر",
      },
      {
        value: 1709571,
        label: "آمل",
      },
      {
        value: 1709573,
        label: "آفتاب آمل",
      },
      {
        value: 1709585,
        label: "محمود آباد آمل",
      },
      {
        value: 1709591,
        label: "سرخرود محمود آباد",
      },
      {
        value: 1709601,
        label: "ساری",
      },
      {
        value: 1709619,
        label: "خیابان فرهنگ ساری",
      },
      {
        value: 1709624,
        label: "سورک  ساری",
      },
      {
        value: 1709641,
        label: "میدان شهدا ساری",
      },
      {
        value: 1709642,
        label: "پانزده خرداد ساری",
      },
      {
        value: 1709643,
        label: "خیابان امیر مازندرانی ساری",
      },
      {
        value: 1709691,
        label: "نکا",
      },
      {
        value: 1709693,
        label: "شرکت سیمان مازندران",
      },
      {
        value: 1709698,
        label: "بندر امیرآباد بهشهر",
      },
      {
        value: 1709715,
        label: "چمستان",
      },
      {
        value: 1709731,
        label: "بهشهر",
      },
      {
        value: 1709771,
        label: "نوشهر",
      },
      {
        value: 1709791,
        label: "چالوس",
      },
      {
        value: 1709842,
        label: "کلاردشت",
      },
      {
        value: 1709851,
        label: "تنکابن",
      },
      {
        value: 1799999,
        label: "واحد ستادی بانک ملی ایران",
      },
    ],
  },
  {
    value: 18,
    label: "بانک تجارت",
    bankCode: 18,
    branches: [
      {
        value: 1800000,
        label: "بانک تجارت",
      },
      {
        value: 1800010,
        label: "واحد ستادی  مدیریت اموربین الملل",
      },
      {
        value: 1800023,
        label: "طالقانی",
      },
      {
        value: 1800025,
        label: "اسکندری شمالی",
      },
      {
        value: 1800032,
        label: "چهارراه پارک",
      },
      {
        value: 1800034,
        label: "میدان آرژانتین",
      },
      {
        value: 1800051,
        label: "میدان امام خمینی",
      },
      {
        value: 1800100,
        label: "فردوسی",
      },
      {
        value: 1800150,
        label: "قدس",
      },
      {
        value: 1800190,
        label: "نادری",
      },
      {
        value: 1800200,
        label: "واحد ارزی قرنی",
      },
      {
        value: 1800249,
        label: "کرمان خودرو",
      },
      {
        value: 1800250,
        label: "سعدی",
      },
      {
        value: 1800300,
        label: "ولیعصر",
      },
      {
        value: 1800308,
        label: "زرتشت - ولیعصر",
      },
      {
        value: 1800350,
        label: "واحد ارزی میرداماد",
      },
      {
        value: 1800367,
        label: "قلهک",
      },
      {
        value: 1800395,
        label: "افست",
      },
      {
        value: 1800500,
        label: "واحد ارزی اسکان",
      },
      {
        value: 1800700,
        label: "کریمخان",
      },
      {
        value: 1800802,
        label: "واحد ارزی چیتگر",
      },
      {
        value: 1800811,
        label: "واحد ارزی آصف",
      },
      {
        value: 1800828,
        label: "واحد ارزی خلیج فارس",
      },
      {
        value: 1801625,
        label: "کیش",
      },
      {
        value: 1801645,
        label: "شهر ری",
      },
      {
        value: 1801655,
        label: "واحد ارزی هرمزان",
      },
      {
        value: 1802210,
        label: "برج آسمان",
      },
      {
        value: 1803160,
        label: "هیات امنای ارزی",
      },
      {
        value: 1803925,
        label: "کرج",
      },
      {
        value: 1804170,
        label: "مشهد",
      },
      {
        value: 1804645,
        label: "فولاد سربداران",
      },
      {
        value: 1804765,
        label: "جماران",
      },
      {
        value: 1805050,
        label: "تراکتورسازی",
      },
      {
        value: 1805180,
        label: "پتروشیمی تبریز",
      },
      {
        value: 1805550,
        label: "تبریز",
      },
      {
        value: 1806000,
        label: "مرکزی اصفهان",
      },
      {
        value: 1806700,
        label: "اصفهان",
      },
      {
        value: 1807320,
        label: "شیراز",
      },
      {
        value: 1808800,
        label: "رشت",
      },
      {
        value: 1809890,
        label: "ساری",
      },
      {
        value: 1810380,
        label: "اهواز",
      },
      {
        value: 1810770,
        label: "مرکزی ماهشهر",
      },
      {
        value: 1811500,
        label: "سنندج",
      },
      {
        value: 1812800,
        label: "واحد ارزی ارومیه",
      },
      {
        value: 1813400,
        label: "اردبیل",
      },
      {
        value: 1814290,
        label: "اراک",
      },
      {
        value: 1814490,
        label: "واحد ارزی شهر صنعتی کاوه",
      },
      {
        value: 1815440,
        label: "قم",
      },
      {
        value: 1816800,
        label: "کاشان",
      },
      {
        value: 1817200,
        label: "زنجان",
      },
      {
        value: 1818800,
        label: "کرمانشاه",
      },
      {
        value: 1819700,
        label: "واحد ارزی ایلام",
      },
      {
        value: 1820400,
        label: "یزد",
      },
      {
        value: 1821500,
        label: "قزوین",
      },
      {
        value: 1822790,
        label: "کرمان",
      },
      {
        value: 1823200,
        label: "بندرعباس",
      },
      {
        value: 1823640,
        label: "نفت ستاره خلیج فارس",
      },
      {
        value: 1824800,
        label: "همدان",
      },
      {
        value: 1825000,
        label: "مرکزی زاهدان",
      },
      {
        value: 1826700,
        label: "بوشهر",
      },
      {
        value: 1827810,
        label: "واحد ارزی خرم‌آباد",
      },
      {
        value: 1828000,
        label: "مرکزی شهرکرد",
      },
      {
        value: 1829810,
        label: "واحد ارزی سمنان",
      },
      {
        value: 1831810,
        label: "واحدارزی گرگان",
      },
      {
        value: 1899999,
        label: "واحد ستادی بانک تجارت",
      },
    ],
  },
  {
    value: 19,
    label: "بانک صادرات ایران",
    bankCode: 19,
    branches: [
      {
        value: 1900000,
        label: "بانک صادرات ایران",
      },
      {
        value: 1900001,
        label: "بازار",
      },
      {
        value: 1900003,
        label: "فردوسی",
      },
      {
        value: 1900009,
        label: "جهان آراء خرمشهر",
      },
      {
        value: 1900011,
        label: "لاهیجان",
      },
      {
        value: 1900012,
        label: "دزفول",
      },
      {
        value: 1900013,
        label: "اکباتان",
      },
      {
        value: 1900014,
        label: "شیراز",
      },
      {
        value: 1900015,
        label: "مشهد",
      },
      {
        value: 1900018,
        label: "رضوی",
      },
      {
        value: 1900021,
        label: "تنکابن",
      },
      {
        value: 1900027,
        label: "بندر انزلی",
      },
      {
        value: 1900030,
        label: "بهبهان",
      },
      {
        value: 1900032,
        label: "شهید سعیدی",
      },
      {
        value: 1900035,
        label: "سبزوار",
      },
      {
        value: 1900036,
        label: "نیشابور",
      },
      {
        value: 1900037,
        label: "خوی",
      },
      {
        value: 1900041,
        label: "لار",
      },
      {
        value: 1900043,
        label: "قم",
      },
      {
        value: 1900047,
        label: "ارومیه",
      },
      {
        value: 1900048,
        label: "میدان امام حسین (ع)",
      },
      {
        value: 1900050,
        label: "یـزد",
      },
      {
        value: 1900051,
        label: "همدان",
      },
      {
        value: 1900057,
        label: "شهید مطهری",
      },
      {
        value: 1900058,
        label: "ملایر",
      },
      {
        value: 1900059,
        label: "شهید ایکانی",
      },
      {
        value: 1900060,
        label: "گرگان",
      },
      {
        value: 1900063,
        label: "اراک",
      },
      {
        value: 1900065,
        label: "بجنورد",
      },
      {
        value: 1900066,
        label: "میدان فردوسی",
      },
      {
        value: 1900067,
        label: "تربت حیدریه",
      },
      {
        value: 1900071,
        label: "کرمان",
      },
      {
        value: 1900074,
        label: "بابلسر",
      },
      {
        value: 1900077,
        label: "آستارا",
      },
      {
        value: 1900083,
        label: "رفسنجـان",
      },
      {
        value: 1900084,
        label: "بندر ترکمن",
      },
      {
        value: 1900086,
        label: "شاهرود",
      },
      {
        value: 1900089,
        label: "سمنان",
      },
      {
        value: 1900097,
        label: "بروجرد",
      },
      {
        value: 1900098,
        label: "دامغان",
      },
      {
        value: 1900101,
        label: "سیرجان",
      },
      {
        value: 1900103,
        label: "بندرعباس",
      },
      {
        value: 1900105,
        label: "شهید سردار حاج قاسم سلیمانی",
      },
      {
        value: 1900108,
        label: "مراغه",
      },
      {
        value: 1900114,
        label: "قائمشهر",
      },
      {
        value: 1900119,
        label: "آیت اله کوهستانی",
      },
      {
        value: 1900129,
        label: "وحدت اسلامی",
      },
      {
        value: 1900130,
        label: "مرکزی زنجان",
      },
      {
        value: 1900133,
        label: "بـــم",
      },
      {
        value: 1900142,
        label: "تاکستان",
      },
      {
        value: 1900153,
        label: "مهاباد",
      },
      {
        value: 1900156,
        label: "بوکان",
      },
      {
        value: 1900163,
        label: "میانه",
      },
      {
        value: 1900165,
        label: "آزادی سقز",
      },
      {
        value: 1900167,
        label: "رامسر",
      },
      {
        value: 1900170,
        label: "بروجن",
      },
      {
        value: 1900171,
        label: "میبد",
      },
      {
        value: 1900173,
        label: "اردکان",
      },
      {
        value: 1900175,
        label: "خوراسگان",
      },
      {
        value: 1900183,
        label: "بانه",
      },
      {
        value: 1900194,
        label: "گرمسار",
      },
      {
        value: 1900212,
        label: "زرنــد",
      },
      {
        value: 1900216,
        label: "رامهرمز",
      },
      {
        value: 1900218,
        label: "زاکان",
      },
      {
        value: 1900219,
        label: "ابهر 219",
      },
      {
        value: 1900232,
        label: "رضوی",
      },
      {
        value: 1900235,
        label: "قاین",
      },
      {
        value: 1900237,
        label: "ساوه",
      },
      {
        value: 1900239,
        label: "جمهوری اسلامی",
      },
      {
        value: 1900240,
        label: "دلیجان",
      },
      {
        value: 1900245,
        label: "تایباد",
      },
      {
        value: 1900246,
        label: "سردشت",
      },
      {
        value: 1900247,
        label: "دوگنبدان",
      },
      {
        value: 1900248,
        label: "فردوس",
      },
      {
        value: 1900251,
        label: "جلفا",
      },
      {
        value: 1900266,
        label: "کالج",
      },
      {
        value: 1900276,
        label: "میدان استقلال",
      },
      {
        value: 1900280,
        label: "آذر آبادان",
      },
      {
        value: 1900289,
        label: "طبس",
      },
      {
        value: 1900302,
        label: "قروه",
      },
      {
        value: 1900308,
        label: "بندر ماهشهر",
      },
      {
        value: 1900316,
        label: "طالقانی ماکو",
      },
      {
        value: 1900343,
        label: "پیرانشهر",
      },
      {
        value: 1900359,
        label: "شهریار",
      },
      {
        value: 1900360,
        label: "هشتگرد",
      },
      {
        value: 1900370,
        label: "شادگان",
      },
      {
        value: 1900401,
        label: "سیدخندان",
      },
      {
        value: 1900419,
        label: "شهدای آتش‌نشان",
      },
      {
        value: 1900442,
        label: "مرکزی آمل",
      },
      {
        value: 1900454,
        label: "خیابان مدرس",
      },
      {
        value: 1900459,
        label: "پیچ شمیران",
      },
      {
        value: 1900464,
        label: "مریوان",
      },
      {
        value: 1900474,
        label: "طالقانی",
      },
      {
        value: 1900533,
        label: "بندرلنگه",
      },
      {
        value: 1900549,
        label: "مرکزی رشت",
      },
      {
        value: 1900605,
        label: "بندر کنگ",
      },
      {
        value: 1900627,
        label: "میدان جمهوری",
      },
      {
        value: 1900654,
        label: "فلکه دوم نیروی هوائی",
      },
      {
        value: 1900663,
        label: "میدان شریعتی",
      },
      {
        value: 1900706,
        label: "میدان شهداء",
      },
      {
        value: 1900730,
        label: "مینوبهار",
      },
      {
        value: 1900731,
        label: "باب الجواد",
      },
      {
        value: 1900742,
        label: "شهید بهشتی",
      },
      {
        value: 1900750,
        label: "شهید صفایی",
      },
      {
        value: 1900763,
        label: "میدان فاطمی",
      },
      {
        value: 1900778,
        label: "قیطریه",
      },
      {
        value: 1900811,
        label: "قشم",
      },
      {
        value: 1900819,
        label: "شهید حسن بنیانیان",
      },
      {
        value: 1900822,
        label: "پارس خودرو",
      },
      {
        value: 1900841,
        label: "پانزده خرداد",
      },
      {
        value: 1900861,
        label: "کیش",
      },
      {
        value: 1900882,
        label: "نبش میترا",
      },
      {
        value: 1900900,
        label: "آزادی",
      },
      {
        value: 1900902,
        label: "درگهان",
      },
      {
        value: 1900942,
        label: "علوی",
      },
      {
        value: 1900952,
        label: "میدان آزادی",
      },
      {
        value: 1900988,
        label: "شهید بهشتی",
      },
      {
        value: 1900996,
        label: "مهدیه  تهران",
      },
      {
        value: 1901003,
        label: "عسلویه",
      },
      {
        value: 1901015,
        label: "چهارراه شهدا",
      },
      {
        value: 1901082,
        label: "بافق",
      },
      {
        value: 1901094,
        label: "پارک ساعی",
      },
      {
        value: 1901179,
        label: "میدان تختی",
      },
      {
        value: 1901299,
        label: "شهید سلامی",
      },
      {
        value: 1901316,
        label: "بسیج",
      },
      {
        value: 1901330,
        label: "میدان مادر",
      },
      {
        value: 1901341,
        label: "نظر آباد",
      },
      {
        value: 1901365,
        label: "احمدقصیر",
      },
      {
        value: 1901384,
        label: "میدان آزادی",
      },
      {
        value: 1901445,
        label: "چهارراه قائم مقام",
      },
      {
        value: 1901453,
        label: "زند شیراز",
      },
      {
        value: 1901480,
        label: "شهدای خدمت",
      },
      {
        value: 1901500,
        label: "میدان انقلاب",
      },
      {
        value: 1901539,
        label: "خیام",
      },
      {
        value: 1901548,
        label: "جماران",
      },
      {
        value: 1901586,
        label: "سردار سلیمانی",
      },
      {
        value: 1901593,
        label: "بلوار امام خمینی",
      },
      {
        value: 1901601,
        label: "عفیف آباد",
      },
      {
        value: 1901629,
        label: "گلستان",
      },
      {
        value: 1901636,
        label: "ارگ جدید",
      },
      {
        value: 1901637,
        label: "دیزل آباد",
      },
      {
        value: 1901652,
        label: "دانشگاه صنعتی شریف",
      },
      {
        value: 1901653,
        label: "بلوار آفریقا",
      },
      {
        value: 1901698,
        label: "شهرصنعتی البرز",
      },
      {
        value: 1901818,
        label: "میدان امام",
      },
      {
        value: 1901828,
        label: "سناباد",
      },
      {
        value: 1901833,
        label: "سعادت آباد",
      },
      {
        value: 1901851,
        label: "مهرشهر",
      },
      {
        value: 1901856,
        label: "آزادی",
      },
      {
        value: 1901862,
        label: "امام رضا (ع)",
      },
      {
        value: 1901911,
        label: "مقدس اردبیلی",
      },
      {
        value: 1902008,
        label: "خیابان فردوسی جنوبی",
      },
      {
        value: 1902031,
        label: "خیابان مدرس",
      },
      {
        value: 1902102,
        label: "چهار‌راه کاشانی",
      },
      {
        value: 1902119,
        label: "شهید بهشتی",
      },
      {
        value: 1902126,
        label: "لیجارکی",
      },
      {
        value: 1902130,
        label: "شهید شهبا",
      },
      {
        value: 1902314,
        label: "شهید بهشتی",
      },
      {
        value: 1902331,
        label: "شهید آیت الله آل هاشم",
      },
      {
        value: 1902339,
        label: "آزادگان",
      },
      {
        value: 1902414,
        label: "سپهر شهریار",
      },
      {
        value: 1902449,
        label: "میدان آزادی",
      },
      {
        value: 1902489,
        label: "خیابان تهران آمل",
      },
      {
        value: 1902493,
        label: "خیابان دز",
      },
      {
        value: 1902504,
        label: "پیروزی",
      },
      {
        value: 1902528,
        label: "بلوار ناهید",
      },
      {
        value: 1902571,
        label: "مدرس",
      },
      {
        value: 1902609,
        label: "خیابان شهید سهیلیان",
      },
      {
        value: 1902619,
        label: "بلوارولیعصر",
      },
      {
        value: 1902657,
        label: "راه کربلا",
      },
      {
        value: 1902666,
        label: "میدان امام",
      },
      {
        value: 1902668,
        label: "فلکه طالقانی",
      },
      {
        value: 1902683,
        label: "آزادی",
      },
      {
        value: 1902709,
        label: "پانزده خرداد",
      },
      {
        value: 1902712,
        label: "میدان جانبـاز",
      },
      {
        value: 1902716,
        label: "صنعتی",
      },
      {
        value: 1902718,
        label: "شهرک صنعتی",
      },
      {
        value: 1902724,
        label: "آرامگاه بوعلی",
      },
      {
        value: 1902742,
        label: "شیراز ونک",
      },
      {
        value: 1902757,
        label: "شهرک قدس",
      },
      {
        value: 1902766,
        label: "آناتا",
      },
      {
        value: 1902800,
        label: "بلوار معلم",
      },
      {
        value: 1902857,
        label: "نبش فجر",
      },
      {
        value: 1902901,
        label: "خیابان فردوسی",
      },
      {
        value: 1902951,
        label: "فلکه سوم تهرانپارس",
      },
      {
        value: 1902956,
        label: "فلکه سوم کیان پارس",
      },
      {
        value: 1903005,
        label: "بنادر ودریانوردی انزلی",
      },
      {
        value: 1903040,
        label: "آذربایجان",
      },
      {
        value: 1903044,
        label: "خیابان شهدا",
      },
      {
        value: 1903046,
        label: "مستقل مرکزی (مهندس مفرح)",
      },
      {
        value: 1903050,
        label: "ذوب آهن",
      },
      {
        value: 1903051,
        label: "سلمانشهر",
      },
      {
        value: 1903057,
        label: "جاده مازندران",
      },
      {
        value: 1903110,
        label: "شهید رضاپور",
      },
      {
        value: 1903117,
        label: "غدیر تبریز",
      },
      {
        value: 1903141,
        label: "ابوذر غفاری",
      },
      {
        value: 1903149,
        label: "گناوه",
      },
      {
        value: 1903165,
        label: "کوی اطباء",
      },
      {
        value: 1903212,
        label: "آزادگان",
      },
      {
        value: 1903221,
        label: "میدان شهدا",
      },
      {
        value: 1903253,
        label: "شهید فقیهی",
      },
      {
        value: 1903280,
        label: "استاد علی اکبر صنعتی",
      },
      {
        value: 1903286,
        label: "گلشهر",
      },
      {
        value: 1903290,
        label: "جم",
      },
      {
        value: 1903355,
        label: "مصلی",
      },
      {
        value: 1903360,
        label: "فرامرز عباسی",
      },
      {
        value: 1903377,
        label: "بلوار بیست و دوم بهمن",
      },
      {
        value: 1903410,
        label: "میدان جانبازان",
      },
      {
        value: 1903429,
        label: "صفائیـه",
      },
      {
        value: 1903442,
        label: "سعدی",
      },
      {
        value: 1903452,
        label: "فلسطین",
      },
      {
        value: 1903462,
        label: "جمهوری اسلامی",
      },
      {
        value: 1903467,
        label: "بلوار سجاد",
      },
      {
        value: 1903470,
        label: "رضا شهر",
      },
      {
        value: 1903472,
        label: "سعدی",
      },
      {
        value: 1903483,
        label: "خودروسازان",
      },
      {
        value: 1903485,
        label: "کاشانی",
      },
      {
        value: 1903488,
        label: "بلوار جمهوری اسلامی یزد",
      },
      {
        value: 1903494,
        label: "مهیاشهر",
      },
      {
        value: 1903555,
        label: "فولاد مبارکه",
      },
      {
        value: 1903557,
        label: "میدان امام حسین",
      },
      {
        value: 1903564,
        label: "بزرگراه آسیایی",
      },
      {
        value: 1903570,
        label: "دروازه تهران",
      },
      {
        value: 1903595,
        label: "گلسار",
      },
      {
        value: 1903632,
        label: "جوانرود",
      },
      {
        value: 1903808,
        label: "آیت اله سعیدی",
      },
      {
        value: 1903881,
        label: "تاسیسات بندری",
      },
      {
        value: 1903882,
        label: "صنایع فولاد",
      },
      {
        value: 1903919,
        label: "والفجر مهران",
      },
      {
        value: 1904088,
        label: "میدان شهداء",
      },
      {
        value: 1904104,
        label: "فولاد آلیاژی",
      },
      {
        value: 1904139,
        label: "توحید",
      },
      {
        value: 1904180,
        label: "چهارراه طالقانی",
      },
      {
        value: 1904186,
        label: "بندر آزاد چابهار",
      },
      {
        value: 1904196,
        label: "شیرپاستوریزه",
      },
      {
        value: 1904200,
        label: "سردار سلیمانی",
      },
      {
        value: 1904210,
        label: "بعثت",
      },
      {
        value: 1904214,
        label: "جمهوری",
      },
      {
        value: 1904277,
        label: "سرچشمه",
      },
      {
        value: 1904296,
        label: "ملاصدرا",
      },
      {
        value: 1904301,
        label: "چهارراه مطهری",
      },
      {
        value: 1904319,
        label: "مگاموتور",
      },
      {
        value: 1904323,
        label: "بندر و دریا نوردی",
      },
      {
        value: 1904327,
        label: "ملاصدرا",
      },
      {
        value: 1904330,
        label: "بلوار معالی آباد",
      },
      {
        value: 1904335,
        label: "میدان ورزش",
      },
      {
        value: 1904339,
        label: "میرداماد",
      },
      {
        value: 1904351,
        label: "شهید رجایی",
      },
      {
        value: 1904407,
        label: "خیابان توحید",
      },
      {
        value: 1904420,
        label: "منطقه ویژه اقتصادی",
      },
      {
        value: 1904424,
        label: "میدان توحید",
      },
      {
        value: 1904449,
        label: "دکتر نور بخش",
      },
      {
        value: 1904492,
        label: "طالقانی غربی",
      },
      {
        value: 1904500,
        label: "قدس",
      },
      {
        value: 1904535,
        label: "ونک پارک",
      },
      {
        value: 1904551,
        label: "بیمارستان دنا",
      },
      {
        value: 1904555,
        label: "گاندی",
      },
      {
        value: 1904559,
        label: "ونوس انزلی",
      },
      {
        value: 1904560,
        label: "ماموت",
      },
      {
        value: 1904566,
        label: "میدان آرژانتین",
      },
      {
        value: 1904595,
        label: "شهید اشرفی اصفهانی",
      },
      {
        value: 1904597,
        label: "کرمان موتور",
      },
      {
        value: 1999999,
        label: "واحد ستادی بانک صادرات ایران",
      },
    ],
  },
  {
    value: 20,
    label: "بانک توسعه صادرات ایران",
    bankCode: 20,
    branches: [
      {
        value: 2000000,
        label: "بانک توسعه صادرات ایران",
      },
      {
        value: 2001301,
        label: "مرکزی",
      },
      {
        value: 2001302,
        label: "یزد",
      },
      {
        value: 2001303,
        label: "ساری",
      },
      {
        value: 2001305,
        label: "شیراز",
      },
      {
        value: 2001306,
        label: "مشهد",
      },
      {
        value: 2001307,
        label: "تبریز",
      },
      {
        value: 2001308,
        label: "اصفهان",
      },
      {
        value: 2001309,
        label: "گرگان",
      },
      {
        value: 2001310,
        label: "بلوار کشاورز",
      },
      {
        value: 2001313,
        label: "ارومیه",
      },
      {
        value: 2001314,
        label: "بوشهر",
      },
      {
        value: 2001315,
        label: "کرمان",
      },
      {
        value: 2001316,
        label: "اهواز",
      },
      {
        value: 2001317,
        label: "همدان",
      },
      {
        value: 2001318,
        label: "خرم آباد",
      },
      {
        value: 2001319,
        label: "زنجان",
      },
      {
        value: 2001320,
        label: "کرمانشاه",
      },
      {
        value: 2001321,
        label: "رشت",
      },
      {
        value: 2001322,
        label: "میرداماد",
      },
      {
        value: 2001323,
        label: "چابهار",
      },
      {
        value: 2001324,
        label: "بندرعباس",
      },
      {
        value: 2001325,
        label: "تجریش",
      },
      {
        value: 2001326,
        label: "قم",
      },
      {
        value: 2001327,
        label: "سعادت آباد",
      },
      {
        value: 2001328,
        label: "کیش",
      },
      {
        value: 2001330,
        label: "اراک",
      },
      {
        value: 2001331,
        label: "قزوین",
      },
      {
        value: 2001332,
        label: "سمنان",
      },
      {
        value: 2001333,
        label: "سنندج",
      },
      {
        value: 2001334,
        label: "اردبیل",
      },
      {
        value: 2001335,
        label: "ایلام",
      },
      {
        value: 2001336,
        label: "بجنورد",
      },
      {
        value: 2001337,
        label: "بیرجند",
      },
      {
        value: 2001338,
        label: "زاهدان",
      },
      {
        value: 2001339,
        label: "شهرکرد",
      },
      {
        value: 2001340,
        label: "یاسوج",
      },
      {
        value: 2001341,
        label: "کرج",
      },
      {
        value: 2001343,
        label: "شعبه كاشان",
      },
      {
        value: 2099999,
        label: "واحد ستادی بانک توسعه صادرات ایران",
      },
    ],
  },
  {
    value: 21,
    label: "پست بانک ایران",
    bankCode: 21,
    branches: [
      {
        value: 2100000,
        label: "پست بانک ایران",
      },
      {
        value: 2100016,
        label: "امام خمینی",
      },
      {
        value: 2100079,
        label: "تهرانسر",
      },
      {
        value: 2100102,
        label: "آیت اله کاشانی",
      },
      {
        value: 2100111,
        label: "آپادانا",
      },
      {
        value: 2100147,
        label: "الهیه",
      },
      {
        value: 2100183,
        label: "شهید فلاحی",
      },
      {
        value: 2100233,
        label: "شهرری",
      },
      {
        value: 2100296,
        label: "دکتر شریعتی",
      },
      {
        value: 2100319,
        label: "شهید بهشتی",
      },
      {
        value: 2100414,
        label: "فردوسی",
      },
      {
        value: 2100423,
        label: "تبریز( مرکزی)",
      },
      {
        value: 2100572,
        label: "چی چست",
      },
      {
        value: 2100581,
        label: "ارومیه ( مرکزی)",
      },
      {
        value: 2100649,
        label: "ماکو",
      },
      {
        value: 2100708,
        label: "اردبیل ( مرکزی)",
      },
      {
        value: 2100803,
        label: "اصفهان ( مرکزی)",
      },
      {
        value: 2100821,
        label: "دولت آباد",
      },
      {
        value: 2100943,
        label: "شاهین شهر",
      },
      {
        value: 2100997,
        label: "کاشان",
      },
      {
        value: 2101009,
        label: "گلپایگان",
      },
      {
        value: 2101018,
        label: "مبارکه",
      },
      {
        value: 2101131,
        label: "بوشهر (مرکزی)",
      },
      {
        value: 2101158,
        label: "انقلاب بوشهر",
      },
      {
        value: 2101298,
        label: "مشهد (مرکزی)",
      },
      {
        value: 2101366,
        label: "بجنورد ( مرکزی)",
      },
      {
        value: 2101574,
        label: "اهواز مرکزی",
      },
      {
        value: 2101773,
        label: "زنجان ( مرکزی)",
      },
      {
        value: 2101832,
        label: "سمنان (مرکزی)",
      },
      {
        value: 2101972,
        label: "شیراز (مرکزی)",
      },
      {
        value: 2102255,
        label: "قم (مرکزی )",
      },
      {
        value: 2102273,
        label: "سنندج ( مرکزی)",
      },
      {
        value: 2102386,
        label: "کرمان ( مرکزی)",
      },
      {
        value: 2102911,
        label: "خرم آباد ( مرکزی)",
      },
      {
        value: 2103031,
        label: "بابل",
      },
      {
        value: 2103275,
        label: "بندرعباس ( مرکزی)",
      },
      {
        value: 2103343,
        label: "همدان ( مرکزی)",
      },
      {
        value: 2103474,
        label: "یزد ( مرکزی)",
      },
      {
        value: 2103551,
        label: "کرج (مرکزی)",
      },
      {
        value: 2103587,
        label: "کرمانشاه ( مرکزی)",
      },
      {
        value: 2103596,
        label: "ملاصدرا",
      },
      {
        value: 2103637,
        label: "میرزای شیرازی",
      },
      {
        value: 2103655,
        label: "کیش",
      },
      {
        value: 2103714,
        label: "قزوین ( مرکزی)",
      },
      {
        value: 2103913,
        label: "اراک ( مرکزی)",
      },
      {
        value: 2103922,
        label: "ونک",
      },
      {
        value: 2103949,
        label: "سه راه اقدسیه",
      },
      {
        value: 2104078,
        label: "تهرانپارس",
      },
      {
        value: 2104087,
        label: "ایران خودرو",
      },
      {
        value: 2104146,
        label: "منطقه آزاد انزلی",
      },
      {
        value: 2199999,
        label: "واحد ستادی پست بانک ایران",
      },
    ],
  },
  {
    value: 22,
    label: "بانک توسعه تعاون",
    bankCode: 22,
    branches: [
      {
        value: 2200000,
        label: "بانک توسعه تعاون",
      },
      {
        value: 2203138,
        label: "مستقل مرکزی",
      },
      {
        value: 2211001,
        label: "مرکزی تبریز",
      },
      {
        value: 2213005,
        label: "مرکزی اردبیل",
      },
      {
        value: 2214007,
        label: "مرکزی اصفهان",
      },
      {
        value: 2214215,
        label: "ولیعصر کاشان",
      },
      {
        value: 2216002,
        label: "مرکزی بوشهر",
      },
      {
        value: 2217004,
        label: "فاطمی تهران",
      },
      {
        value: 2217022,
        label: "مرکزی کرج",
      },
      {
        value: 2217162,
        label: "توحید",
      },
      {
        value: 2217221,
        label: "تهرانپارس",
      },
      {
        value: 2217266,
        label: "سهروردی",
      },
      {
        value: 2217316,
        label: "سعادت آباد",
      },
      {
        value: 2217904,
        label: "میرداماد",
      },
      {
        value: 2219008,
        label: "مرکزی مشهد",
      },
      {
        value: 2219053,
        label: "سجاد مشهد",
      },
      {
        value: 2220006,
        label: "مرکزی اهواز",
      },
      {
        value: 2222001,
        label: "مرکزی سمنان",
      },
      {
        value: 2224005,
        label: "مرکزی شیراز",
      },
      {
        value: 2225007,
        label: "مرکزی قزوین",
      },
      {
        value: 2226009,
        label: "مرکزی قم",
      },
      {
        value: 2228004,
        label: "مرکزی کرمان",
      },
      {
        value: 2231006,
        label: "مرکزی گرگان",
      },
      {
        value: 2232008,
        label: "مرکزی رشت",
      },
      {
        value: 2233001,
        label: "مرکزی خرم آباد",
      },
      {
        value: 2234003,
        label: "مرکزی ساری",
      },
      {
        value: 2235005,
        label: "مرکزی اراک",
      },
      {
        value: 2235014,
        label: "مرکزی ساوه",
      },
      {
        value: 2236007,
        label: "خلیج فارس",
      },
      {
        value: 2238002,
        label: "مرکزی یزد",
      },
      {
        value: 2299999,
        label: "واحد ستادی بانک توسعه تعاون",
      },
    ],
  },
  {
    value: 30,
    label: "پی ال سی لندن",
    bankCode: 30,
    branches: [
      {
        value: 3000000,
        label: "پی ال سی لندن",
      },
    ],
  },
  {
    value: 31,
    label: "پرشیا بانک PIB",
    bankCode: 31,
    branches: [
      {
        value: 3100000,
        label: "پرشیا بانک PIB",
      },
    ],
  },
  {
    value: 32,
    label: "بین‌المللی سپه BSIP",
    bankCode: 32,
    branches: [
      {
        value: 3200000,
        label: "بین‌المللی سپه BSIP",
      },
    ],
  },
  {
    value: 41,
    label: "تعاون اسلامی برای سرمایه‌گذاری (مصرف التعاون الاسلامی للاستثمار)",
    bankCode: 41,
    branches: [
      {
        value: 4100000,
        label:
          "تعاون اسلامی برای سرمایه‌گذاری (مصرف التعاون الاسلامی للاستثمار)",
      },
      {
        value: 4100011,
        label: "میلاد",
      },
    ],
  },
  {
    value: 42,
    label: "فیوچر بانک (المستقبل)",
    bankCode: 42,
    branches: [
      {
        value: 4200000,
        label: "فیوچر بانک (المستقبل)",
      },
      {
        value: 4200014,
        label: "کیش",
      },
    ],
  },
  {
    value: 43,
    label: "استاندارد چارترد",
    bankCode: 43,
    branches: [
      {
        value: 4300000,
        label: "استاندارد چارترد",
      },
      {
        value: 4300017,
        label: "کیش",
      },
    ],
  },
  {
    value: 44,
    label: "سایروس",
    bankCode: 44,
    branches: [
      {
        value: 4400000,
        label: "سایروس",
      },
      {
        value: 4400011,
        label: "شعبه مرکزی",
      },
    ],
  },
  {
    value: 45,
    label: "بین‌المللی چابهار",
    bankCode: 45,
    branches: [
      {
        value: 4500000,
        label: "بین‌المللی چابهار",
      },
      {
        value: 4500011,
        label: "مرکزی",
      },
    ],
  },
  {
    value: 46,
    label: "اینترنشنال بنک آو آیلند",
    bankCode: 46,
    branches: [
      {
        value: 4600000,
        label: "اینترنشنال بنک آو آیلند",
      },
      {
        value: 4600011,
        label: "مرکزی",
      },
    ],
  },
  {
    value: 47,
    label: "بانک برون‌مرزی کلارنس قشم",
    bankCode: 47,
    branches: [
      {
        value: 4700000,
        label: "بانک برون‌مرزی کلارنس قشم",
      },
      {
        value: 4700011,
        label: "قشم",
      },
    ],
  },
  {
    value: 49,
    label: "بانک بین‌المللی توسعه (BID)",
    bankCode: 49,
    branches: [
      {
        value: 4900000,
        label: "بانک بین‌المللی توسعه (BID)",
      },
    ],
  },
  {
    value: 51,
    label: "مؤسسه اعتباری غیربانکی توسعه",
    bankCode: 51,
    branches: [
      {
        value: 5100000,
        label: "مؤسسه اعتباری غیربانکی توسعه",
      },
    ],
  },
  {
    value: 53,
    label: "بانک کارآفرین",
    bankCode: 53,
    branches: [
      {
        value: 5300000,
        label: "بانک کارآفرین",
      },
      {
        value: 5300028,
        label: "مرکزی",
      },
      {
        value: 5300037,
        label: "بلوار کشاورز",
      },
      {
        value: 5300046,
        label: "میر اصفهان",
      },
      {
        value: 5300055,
        label: "فرمانیه",
      },
      {
        value: 5300064,
        label: "آپادانا",
      },
      {
        value: 5300073,
        label: "آفریقا",
      },
      {
        value: 5300082,
        label: "استاد شهریار تبریز",
      },
      {
        value: 5300091,
        label: "ونک",
      },
      {
        value: 5300105,
        label: "کریمخان زند شیراز",
      },
      {
        value: 5300114,
        label: "پاسداران",
      },
      {
        value: 5300123,
        label: "رشت",
      },
      {
        value: 5300132,
        label: "کارگر شمالی",
      },
      {
        value: 5300141,
        label: "بلوار هفت‌تیر کرج",
      },
      {
        value: 5300159,
        label: "مهرآباد جنوبی",
      },
      {
        value: 5300168,
        label: "تابان",
      },
      {
        value: 5300186,
        label: "احمدآباد مشهد",
      },
      {
        value: 5300195,
        label: "جمهوری",
      },
      {
        value: 5300209,
        label: "یزد",
      },
      {
        value: 5300218,
        label: "سعادت‌آباد",
      },
      {
        value: 5300227,
        label: "بلوار دکتر بهشتی کرمانشاه",
      },
      {
        value: 5300236,
        label: "قزوین",
      },
      {
        value: 5300245,
        label: "خیابان امام اردبیل",
      },
      {
        value: 5300254,
        label: "کرمان",
      },
      {
        value: 5300263,
        label: "سعدی جنوبی",
      },
      {
        value: 5300272,
        label: "مطهری اصفهان",
      },
      {
        value: 5300281,
        label: "بندرعباس",
      },
      {
        value: 5300299,
        label: "شهرک ولی‌عصر",
      },
      {
        value: 5300304,
        label: "مهرویلا کرج",
      },
      {
        value: 5300313,
        label: "کیش",
      },
      {
        value: 5300322,
        label: "گرگان",
      },
      {
        value: 5300331,
        label: "مهندس ادب سنندج",
      },
      {
        value: 5300349,
        label: "سمنان",
      },
      {
        value: 5300358,
        label: "امیرکبیر شیراز",
      },
      {
        value: 5300367,
        label: "ساری",
      },
      {
        value: 5300376,
        label: "ارومیه",
      },
      {
        value: 5300385,
        label: "بلوار سجاد مشهد",
      },
      {
        value: 5300394,
        label: "بابل",
      },
      {
        value: 5300408,
        label: "ستارخان",
      },
      {
        value: 5300426,
        label: "بهاران",
      },
      {
        value: 5300435,
        label: "همدان",
      },
      {
        value: 5300444,
        label: "دولت",
      },
      {
        value: 5300453,
        label: "قلهک",
      },
      {
        value: 5300462,
        label: "تنکابن",
      },
      {
        value: 5300471,
        label: "اهواز",
      },
      {
        value: 5300489,
        label: "قم",
      },
      {
        value: 5300498,
        label: "تهرانپارس",
      },
      {
        value: 5300503,
        label: "شهید بهشتی",
      },
      {
        value: 5300512,
        label: "آبادان",
      },
      {
        value: 5300521,
        label: "عرفان",
      },
      {
        value: 5300539,
        label: "گلستان",
      },
      {
        value: 5300548,
        label: "باغ فردوس",
      },
      {
        value: 5300557,
        label: "ولیعصر تبریز",
      },
      {
        value: 5300566,
        label: "فردوسی کرمانشاه",
      },
      {
        value: 5300575,
        label: "بازار تبریز",
      },
      {
        value: 5300584,
        label: "سی‌متری اردبیل",
      },
      {
        value: 5300593,
        label: "ابوذر بیرجند",
      },
      {
        value: 5300607,
        label: "بلوار طالقانی رفسنجان",
      },
      {
        value: 5300616,
        label: "آمل",
      },
      {
        value: 5300625,
        label: "اراک",
      },
      {
        value: 5300634,
        label: "بوشهر",
      },
      {
        value: 5300643,
        label: "ناهید",
      },
      {
        value: 5300652,
        label: "کاشان",
      },
      {
        value: 5300661,
        label: "نارمک",
      },
      {
        value: 5300679,
        label: "ایران زمین",
      },
      {
        value: 5300688,
        label: "انقلاب",
      },
      {
        value: 5300697,
        label: "یوسف‌ آباد شمالی",
      },
      {
        value: 5300702,
        label: "طالقانی شرقی",
      },
      {
        value: 5300729,
        label: "نظر غربی اصفهان",
      },
      {
        value: 5300738,
        label: "چیذر",
      },
      {
        value: 5300747,
        label: "خیام",
      },
      {
        value: 5300756,
        label: "آزادی",
      },
      {
        value: 5300765,
        label: "ملاصدرا",
      },
      {
        value: 5300774,
        label: "سردار جنگل",
      },
      {
        value: 5300783,
        label: "صاحبقرانیه",
      },
      {
        value: 5300792,
        label: "زعفرانیه",
      },
      {
        value: 5300806,
        label: "نفت شمالی",
      },
      {
        value: 5300815,
        label: "زنجان",
      },
      {
        value: 5300824,
        label: "جاده مخصوص کرج",
      },
      {
        value: 5300833,
        label: "زاهدان",
      },
      {
        value: 5300842,
        label: "مقدس اردبیلی",
      },
      {
        value: 5300851,
        label: "کریم خان",
      },
      {
        value: 5300869,
        label: "میرداماد",
      },
      {
        value: 5300878,
        label: "آقابزرگی",
      },
      {
        value: 5300887,
        label: "اندرزگو شرقی",
      },
      {
        value: 5300896,
        label: "صفائیه یزد",
      },
      {
        value: 5300901,
        label: "سیتی سنتر اصفهان",
      },
      {
        value: 5300919,
        label: "گنبدکاووس",
      },
      {
        value: 5300928,
        label: "پانزده خرداد",
      },
      {
        value: 5300937,
        label: "خرم‌آباد",
      },
      {
        value: 5300946,
        label: "لواسانی غربی",
      },
      {
        value: 5300955,
        label: "مطهری رشت",
      },
      {
        value: 5300964,
        label: "بلوار نصر کرمان",
      },
      {
        value: 5300973,
        label: "فرشته",
      },
      {
        value: 5300982,
        label: "پونک",
      },
      {
        value: 5300991,
        label: "عرفان - نیایش",
      },
      {
        value: 5301003,
        label: "ولنجک",
      },
      {
        value: 5301012,
        label: "نیاوران",
      },
      {
        value: 5301021,
        label: "بلوار فردوس شرقی",
      },
      {
        value: 5301039,
        label: "دکتر فاطمی",
      },
      {
        value: 5301048,
        label: "خیابان مرجان",
      },
      {
        value: 5301057,
        label: "مدیکو",
      },
      {
        value: 5301066,
        label: "ستارخان شیراز",
      },
      {
        value: 5301075,
        label: "صادقیه",
      },
      {
        value: 5301084,
        label: "بلوار معلم مشهد",
      },
      {
        value: 5301093,
        label: "سرو شرقی",
      },
      {
        value: 5301107,
        label: "پل رومی",
      },
      {
        value: 5301116,
        label: "مطهری غربی",
      },
      {
        value: 5301125,
        label: "دروس",
      },
      {
        value: 5399999,
        label: "واحد ستادی بانک کارآفرین",
      },
    ],
  },
  {
    value: 54,
    label: "بانک پارسیان",
    bankCode: 54,
    branches: [
      {
        value: 5400000,
        label: "بانک پارسیان",
      },
      {
        value: 5410011,
        label: "بلوار کشاورز",
      },
      {
        value: 5410029,
        label: "مرکزی",
      },
      {
        value: 5410038,
        label: "آفریقای شمالی",
      },
      {
        value: 5410047,
        label: "ایران خودرو",
      },
      {
        value: 5410056,
        label: "ساپکو",
      },
      {
        value: 5410065,
        label: "آزادی",
      },
      {
        value: 5410074,
        label: "کریمخان زند",
      },
      {
        value: 5410083,
        label: "ایران زمین",
      },
      {
        value: 5410092,
        label: "پروفسور حسابی تجریش",
      },
      {
        value: 5410106,
        label: "دکتر فاطمی",
      },
      {
        value: 5410115,
        label: "میرداماد شرقی",
      },
      {
        value: 5410124,
        label: "الهیه",
      },
      {
        value: 5410133,
        label: "سپهبدقرنی",
      },
      {
        value: 5410142,
        label: "فردوسی",
      },
      {
        value: 5410151,
        label: "چیذر",
      },
      {
        value: 5410169,
        label: "برج تجارت الکترونیک",
      },
      {
        value: 5410178,
        label: "کامرانیه",
      },
      {
        value: 5410187,
        label: "خیابان اکباتان",
      },
      {
        value: 5410196,
        label: "سلیمان خاطر",
      },
      {
        value: 5410201,
        label: "طالقانی",
      },
      {
        value: 5410219,
        label: "چهارراه اسکندری",
      },
      {
        value: 5410228,
        label: "شهید بهشتی شرقی",
      },
      {
        value: 5410237,
        label: "ملاصدرا",
      },
      {
        value: 5410246,
        label: "پل رومی",
      },
      {
        value: 5410255,
        label: "پاسداران",
      },
      {
        value: 5410264,
        label: "ظفر",
      },
      {
        value: 5410273,
        label: "سعادت آباد",
      },
      {
        value: 5410282,
        label: "لاله",
      },
      {
        value: 5410291,
        label: "لیزینگ",
      },
      {
        value: 5410305,
        label: "میردامادغربی",
      },
      {
        value: 5410314,
        label: "تهرانپارس",
      },
      {
        value: 5410323,
        label: "یافت آباد",
      },
      {
        value: 5410332,
        label: "میدان آرژانتین",
      },
      {
        value: 5410341,
        label: "بلوار آفریقا",
      },
      {
        value: 5410359,
        label: "پامنار",
      },
      {
        value: 5410368,
        label: "کارگر شمالی",
      },
      {
        value: 5410377,
        label: "کوی نصر",
      },
      {
        value: 5410386,
        label: "هفده شهریور",
      },
      {
        value: 5410395,
        label: "حافظ شمالی",
      },
      {
        value: 5410409,
        label: "دروس",
      },
      {
        value: 5410418,
        label: "میدان آزادی",
      },
      {
        value: 5410427,
        label: "صادقیه",
      },
      {
        value: 5410436,
        label: "ستارخان",
      },
      {
        value: 5410445,
        label: "اریکه ایرانیان",
      },
      {
        value: 5410454,
        label: "دیباجی جنوبی",
      },
      {
        value: 5410463,
        label: "امامت",
      },
      {
        value: 5410472,
        label: "دولت",
      },
      {
        value: 5410481,
        label: "باغ فردوس",
      },
      {
        value: 5410499,
        label: "مقدس اردبیلی",
      },
      {
        value: 5410504,
        label: "قیطریه",
      },
      {
        value: 5410513,
        label: "چهارراه رشید",
      },
      {
        value: 5410522,
        label: "سیدجمال الدین اسدآبادی",
      },
      {
        value: 5410531,
        label: "سعادت آباد شمالی",
      },
      {
        value: 5410549,
        label: "چهارراه تختی",
      },
      {
        value: 5410558,
        label: "آپادانا",
      },
      {
        value: 5410567,
        label: "آیت ا... کاشانی  غربی",
      },
      {
        value: 5410576,
        label: "خیابان بوعلی",
      },
      {
        value: 5410585,
        label: "شهید دادمان",
      },
      {
        value: 5410594,
        label: "مسجدجامع شهرک قدس",
      },
      {
        value: 5410608,
        label: "ونک",
      },
      {
        value: 5410617,
        label: "پونک",
      },
      {
        value: 5410626,
        label: "اقدسیه",
      },
      {
        value: 5410635,
        label: "شهید بهشتی غربی",
      },
      {
        value: 5410644,
        label: "بازار مبل ایران",
      },
      {
        value: 5410653,
        label: "میدان سلماس",
      },
      {
        value: 5410662,
        label: "سرو غربی",
      },
      {
        value: 5410671,
        label: "فلکه دوم نیروی هوائی",
      },
      {
        value: 5410689,
        label: "شهرری",
      },
      {
        value: 5410698,
        label: "ایستگاه داریوش",
      },
      {
        value: 5410703,
        label: "سرو شرقی",
      },
      {
        value: 5410712,
        label: "آیت ا... کاشانی شرقی",
      },
      {
        value: 5410721,
        label: "شهران",
      },
      {
        value: 5410739,
        label: "شهرآرا",
      },
      {
        value: 5410748,
        label: "آبشار",
      },
      {
        value: 5410757,
        label: "خیابان فرشته",
      },
      {
        value: 5410766,
        label: "سایپا",
      },
      {
        value: 5410775,
        label: "ولنجک",
      },
      {
        value: 5410784,
        label: "میدان توحید",
      },
      {
        value: 5410793,
        label: "میثاق",
      },
      {
        value: 5410807,
        label: "پارک ساعی",
      },
      {
        value: 5410816,
        label: "شیر پاستوریزه",
      },
      {
        value: 5410825,
        label: "نازی آباد",
      },
      {
        value: 5410834,
        label: "دلاوران",
      },
      {
        value: 5410843,
        label: "بنی هاشم",
      },
      {
        value: 5410852,
        label: "بلوار مرزداران",
      },
      {
        value: 5410861,
        label: "جنت‌آباد",
      },
      {
        value: 5410879,
        label: "خیابان نفت شمالی",
      },
      {
        value: 5410888,
        label: "سیدخندان",
      },
      {
        value: 5410897,
        label: "دربند",
      },
      {
        value: 5410902,
        label: "بلوار فردوس",
      },
      {
        value: 5410911,
        label: "شهر قدس",
      },
      {
        value: 5410929,
        label: "اوین",
      },
      {
        value: 5410938,
        label: "سردار سلیمانی",
      },
      {
        value: 5410947,
        label: "آیت",
      },
      {
        value: 5410956,
        label: "استاد مطهری",
      },
      {
        value: 5410965,
        label: "اتحاد",
      },
      {
        value: 5410974,
        label: "شیخ بهائی",
      },
      {
        value: 5410983,
        label: "فرمانیه",
      },
      {
        value: 5410992,
        label: "سی متری نیروی هوائی",
      },
      {
        value: 5411013,
        label: "دهکده المپیک",
      },
      {
        value: 5412015,
        label: "داودیه",
      },
      {
        value: 5412024,
        label: "شهرک اکباتان",
      },
      {
        value: 5412033,
        label: "میدان ارتش",
      },
      {
        value: 5412042,
        label: "سه‌راه ضرابخانه",
      },
      {
        value: 5412051,
        label: "مینی سیتی",
      },
      {
        value: 5412069,
        label: "افسریه",
      },
      {
        value: 5412078,
        label: "شادمهر",
      },
      {
        value: 5412087,
        label: "سرسبز",
      },
      {
        value: 5412096,
        label: "هروی",
      },
      {
        value: 5412101,
        label: "فرجام",
      },
      {
        value: 5412119,
        label: "پارک ملت",
      },
      {
        value: 5412128,
        label: "حکیمیه",
      },
      {
        value: 5412137,
        label: "اسلامشهر",
      },
      {
        value: 5412146,
        label: "فازدو شهرک اکباتان",
      },
      {
        value: 5412155,
        label: "تهرانسر",
      },
      {
        value: 5412164,
        label: "شمس آباد",
      },
      {
        value: 5412173,
        label: "رودکی",
      },
      {
        value: 5412182,
        label: "شوش - بلورفروشان",
      },
      {
        value: 5412191,
        label: "بلوار ابوذر",
      },
      {
        value: 5412205,
        label: "گاندی",
      },
      {
        value: 5412214,
        label: "امیریه",
      },
      {
        value: 5412223,
        label: "باهنر نبش رفیعی",
      },
      {
        value: 5412232,
        label: "شهرک راه آهن",
      },
      {
        value: 5412241,
        label: "کوی دانشگاه",
      },
      {
        value: 5412259,
        label: "خیابان ابوذر(فلاح)",
      },
      {
        value: 5412268,
        label: "خیابان پیروزی",
      },
      {
        value: 5412277,
        label: "سبلان شمالی",
      },
      {
        value: 5412286,
        label: "بهرود",
      },
      {
        value: 5412295,
        label: "خزانه بخارایی",
      },
      {
        value: 5412309,
        label: "خیابان آذربایجان",
      },
      {
        value: 5412318,
        label: "چهارراه ولی عصر",
      },
      {
        value: 5412327,
        label: "فلکه سوم تهرانپارس",
      },
      {
        value: 5412336,
        label: "سیمون بولیوار",
      },
      {
        value: 5412345,
        label: "خانی آبادنو",
      },
      {
        value: 5412354,
        label: "باقرشهر",
      },
      {
        value: 5412363,
        label: "وحدت اسلامی",
      },
      {
        value: 5412372,
        label: "باغ سپهسالار",
      },
      {
        value: 5412381,
        label: "سردار جنگل",
      },
      {
        value: 5412399,
        label: "نعمت آباد",
      },
      {
        value: 5412404,
        label: "سه‌راه امین حضور",
      },
      {
        value: 5412413,
        label: "قاسم آباد",
      },
      {
        value: 5412422,
        label: "دیلمان شهر ری",
      },
      {
        value: 5412449,
        label: "خیابان نامجو",
      },
      {
        value: 5412458,
        label: "بازار آهن",
      },
      {
        value: 5412467,
        label: "سه‌راه آذری",
      },
      {
        value: 5412476,
        label: "میدان انقلاب",
      },
      {
        value: 5412485,
        label: "آصف",
      },
      {
        value: 5412494,
        label: "مشیریه",
      },
      {
        value: 5412508,
        label: "امام حسین",
      },
      {
        value: 5412517,
        label: "شهرک امید",
      },
      {
        value: 5412526,
        label: "نیاوران",
      },
      {
        value: 5412535,
        label: "شهید باهنر مژده",
      },
      {
        value: 5412544,
        label: "امین",
      },
      {
        value: 5412553,
        label: "ولیعصر چهارراه طالقانی",
      },
      {
        value: 5412562,
        label: "قلهک",
      },
      {
        value: 5412571,
        label: "فرخی یزدی",
      },
      {
        value: 5412589,
        label: "قائم مقام فراهانی",
      },
      {
        value: 5412598,
        label: "سهروردی شمالی",
      },
      {
        value: 5412603,
        label: "آفریقا نبش سپیدار",
      },
      {
        value: 5412612,
        label: "فلکه چهارم تهرانپارس",
      },
      {
        value: 5412621,
        label: "بیمارستان تریتا",
      },
      {
        value: 5412639,
        label: "گلستان",
      },
      {
        value: 5412648,
        label: "امام خمینی(ره)- حسن‌آباد",
      },
      {
        value: 5412657,
        label: "دکتر کاتوزیان یوسف آباد",
      },
      {
        value: 5412666,
        label: "دارآباد",
      },
      {
        value: 5412675,
        label: "باغ فیض",
      },
      {
        value: 5412693,
        label: "دروازه دولت",
      },
      {
        value: 5412707,
        label: "دردشت",
      },
      {
        value: 5412716,
        label: "بلوار میرداماد",
      },
      {
        value: 5412725,
        label: "پاچنار",
      },
      {
        value: 5412734,
        label: "شهید عراقی",
      },
      {
        value: 5412743,
        label: "اختیاریه",
      },
      {
        value: 5412752,
        label: "شهرک ژاندارمری",
      },
      {
        value: 5412761,
        label: "رباط کریم",
      },
      {
        value: 5412779,
        label: "توانیر",
      },
      {
        value: 5412788,
        label: "بلوار پروین",
      },
      {
        value: 5420018,
        label: "کرمان",
      },
      {
        value: 5420027,
        label: "دانشـگاه مشهد",
      },
      {
        value: 5420036,
        label: "نـوربـخش اصفهان",
      },
      {
        value: 5420045,
        label: "ملاصـدرا شـیراز",
      },
      {
        value: 5420054,
        label: "اهــواز",
      },
      {
        value: 5420063,
        label: "طالقانی کرج",
      },
      {
        value: 5420072,
        label: "چهارراه آبرسان‌تبریز",
      },
      {
        value: 5420081,
        label: "کیش",
      },
      {
        value: 5420099,
        label: "یــزد",
      },
      {
        value: 5420104,
        label: "اردبیــل",
      },
      {
        value: 5420113,
        label: "مطهری‌ رشت",
      },
      {
        value: 5420122,
        label: "گـرگـان",
      },
      {
        value: 5420131,
        label: "کرمانشاه",
      },
      {
        value: 5420149,
        label: "قــم",
      },
      {
        value: 5420158,
        label: "بوعلی‌همدان",
      },
      {
        value: 5420167,
        label: "خـرم آبـاد",
      },
      {
        value: 5420176,
        label: "ارومیــه",
      },
      {
        value: 5420185,
        label: "زاهــدان",
      },
      {
        value: 5420194,
        label: "ســاری",
      },
      {
        value: 5420208,
        label: "گلساررشت",
      },
      {
        value: 5420217,
        label: "بـوشــهر",
      },
      {
        value: 5420226,
        label: "آمــل",
      },
      {
        value: 5420235,
        label: "حکیم نظامی‌ اصفهان",
      },
      {
        value: 5420244,
        label: "اراک",
      },
      {
        value: 5420253,
        label: "سـنندج",
      },
      {
        value: 5420262,
        label: "زنجــان",
      },
      {
        value: 5420271,
        label: "فردوسی کرمانشاه",
      },
      {
        value: 5420289,
        label: "قـزویــن",
      },
      {
        value: 5420298,
        label: "احمدآباد مشهد",
      },
      {
        value: 5420303,
        label: "بــابــل",
      },
      {
        value: 5420312,
        label: "رفسنـجان",
      },
      {
        value: 5420321,
        label: "خلـیج فــارس بندر عباس",
      },
      {
        value: 5420339,
        label: "میدان مادرکرج",
      },
      {
        value: 5420348,
        label: "لیان بوشهر",
      },
      {
        value: 5420357,
        label: "قصردشت ‌شیراز",
      },
      {
        value: 5420366,
        label: "معالی‌آبادشیراز",
      },
      {
        value: 5420375,
        label: "تنـکابـن",
      },
      {
        value: 5420384,
        label: "قـائــم شـهر",
      },
      {
        value: 5420393,
        label: "سبزوار",
      },
      {
        value: 5420407,
        label: "نـور",
      },
      {
        value: 5420416,
        label: "بجنــورد",
      },
      {
        value: 5420425,
        label: "لاهیــجان",
      },
      {
        value: 5420434,
        label: "بـروجــرد",
      },
      {
        value: 5420443,
        label: "سمنان",
      },
      {
        value: 5420452,
        label: "چــالـوس",
      },
      {
        value: 5420461,
        label: "ســاوه",
      },
      {
        value: 5420479,
        label: "لار",
      },
      {
        value: 5420488,
        label: "بیرجند",
      },
      {
        value: 5420497,
        label: "گلپــایــگان",
      },
      {
        value: 5420502,
        label: "دکتر حسین عظیمی کاشان",
      },
      {
        value: 5420511,
        label: "گنبــد کـاووس",
      },
      {
        value: 5420529,
        label: "بلوارجانباز مشهد",
      },
      {
        value: 5420538,
        label: "استاد شهریار ولیعصر تبریز",
      },
      {
        value: 5420547,
        label: "نیـشابــور",
      },
      {
        value: 5420556,
        label: "بــرازجـان",
      },
      {
        value: 5420565,
        label: "نــوشــهر",
      },
      {
        value: 5420574,
        label: "مـــراغــه",
      },
      {
        value: 5420583,
        label: "لنگرود",
      },
      {
        value: 5420592,
        label: "کـازرون",
      },
      {
        value: 5420606,
        label: "دزفــول",
      },
      {
        value: 5420615,
        label: "بــزرگـمــهر اصفهان",
      },
      {
        value: 5420624,
        label: "بلـوار آزادی شــیراز",
      },
      {
        value: 5420633,
        label: "عبــاس آبـاد اصفهان",
      },
      {
        value: 5420642,
        label: "یاسوج",
      },
      {
        value: 5420651,
        label: "شریعتی همدان",
      },
      {
        value: 5420669,
        label: "میــدان عــدل قــزویــن",
      },
      {
        value: 5420678,
        label: "شهرضا",
      },
      {
        value: 5420687,
        label: "شــاهــرود",
      },
      {
        value: 5420696,
        label: "ایـــلام",
      },
      {
        value: 5420701,
        label: "لاکانـی رشــت",
      },
      {
        value: 5420719,
        label: "جهاد کرمان",
      },
      {
        value: 5420728,
        label: "جهاد قـم",
      },
      {
        value: 5420737,
        label: "میبد",
      },
      {
        value: 5420746,
        label: "رجائی شهر کرج",
      },
      {
        value: 5420755,
        label: "امام خمینی (ره) اصفهان",
      },
      {
        value: 5420764,
        label: "امانیه اهواز",
      },
      {
        value: 5420773,
        label: "زیتون اهواز",
      },
      {
        value: 5420782,
        label: "خوی",
      },
      {
        value: 5420791,
        label: "رسالت شمالی بندرعباس",
      },
      {
        value: 5420805,
        label: "شهرکرد",
      },
      {
        value: 5420814,
        label: "ورامین",
      },
      {
        value: 5420823,
        label: "مرودشت",
      },
      {
        value: 5420832,
        label: "شهریار",
      },
      {
        value: 5420841,
        label: "بلوار پاسداران شیراز",
      },
      {
        value: 5420859,
        label: "بلوار کریمخان زند شیراز",
      },
      {
        value: 5420868,
        label: "کمالشهر کرج",
      },
      {
        value: 5420877,
        label: "مهرشهر کرج",
      },
      {
        value: 5420886,
        label: "رودهن",
      },
      {
        value: 5420895,
        label: "شریعتی اردبیل",
      },
      {
        value: 5420909,
        label: "ناهارخوران گرگان",
      },
      {
        value: 5420918,
        label: "بلوار معلم مشهد",
      },
      {
        value: 5420927,
        label: "شهید بهشتی ارومیه",
      },
      {
        value: 5420936,
        label: "بلوار سجاد مشهد",
      },
      {
        value: 5420945,
        label: "بیست و دوم بهمن تبریز",
      },
      {
        value: 5420954,
        label: "ائل گلی تبریز",
      },
      {
        value: 5420963,
        label: "لواسان",
      },
      {
        value: 5420972,
        label: "آبادان",
      },
      {
        value: 5420981,
        label: "مهاباد",
      },
      {
        value: 5420999,
        label: "بندر انزلی",
      },
      {
        value: 5421011,
        label: "پردیس",
      },
      {
        value: 5421029,
        label: "عظیمیه کرج",
      },
      {
        value: 5421038,
        label: "بلوار امام رضا (ع) مشهد",
      },
      {
        value: 5421047,
        label: "بلوار جمهوری اسلامی یزد",
      },
      {
        value: 5421056,
        label: "توحید اصفهان",
      },
      {
        value: 5421065,
        label: "امیرکلا",
      },
      {
        value: 5421074,
        label: "جهانشهر کرج",
      },
      {
        value: 5421083,
        label: "نکا",
      },
      {
        value: 5421092,
        label: "گیلاوند",
      },
      {
        value: 5421106,
        label: "گراش",
      },
      {
        value: 5421115,
        label: "شهید سپهبد قاسم سلیمانی کرمان",
      },
      {
        value: 5421124,
        label: "شریعتی تبریز",
      },
      {
        value: 5421133,
        label: "رامسر",
      },
      {
        value: 5421142,
        label: "تربت حیدریه",
      },
      {
        value: 5421151,
        label: "بلوار امیرکبیر شیراز",
      },
      {
        value: 5421169,
        label: "بهشهر",
      },
      {
        value: 5421178,
        label: "تالش",
      },
      {
        value: 5421187,
        label: "مهدیه کرمانشاه",
      },
      {
        value: 5421196,
        label: "شاهین شهر",
      },
      {
        value: 5421201,
        label: "ملایر",
      },
      {
        value: 5421219,
        label: "آستارا",
      },
      {
        value: 5421228,
        label: "خیابان خرمشهر زنجان",
      },
      {
        value: 5421237,
        label: "شوریده شیرازی شیراز",
      },
      {
        value: 5421255,
        label: "سیرجان",
      },
      {
        value: 5421264,
        label: "آستانه اشرفیه",
      },
      {
        value: 5421273,
        label: "خیابان فردوسی اصفهان",
      },
      {
        value: 5421282,
        label: "ابهر",
      },
      {
        value: 5421291,
        label: "اندیمشک",
      },
      {
        value: 5421305,
        label: "باباطاهر همدان",
      },
      {
        value: 5421314,
        label: "امام خمینی قم",
      },
      {
        value: 5421323,
        label: "صفائیه یزد",
      },
      {
        value: 5421332,
        label: "شیخ صدوق اصفهان",
      },
      {
        value: 5421341,
        label: "شهید بهشتی اراک",
      },
      {
        value: 5421359,
        label: "بلوار میرزای شیرازی شیراز",
      },
      {
        value: 5421368,
        label: "بلوار خزر ساری",
      },
      {
        value: 5421377,
        label: "خمینی شهر",
      },
      {
        value: 5421386,
        label: "خانه اصفهان",
      },
      {
        value: 5421409,
        label: "شهید بابایی",
      },
      {
        value: 5421418,
        label: "شهید بهشتی تبریز",
      },
      {
        value: 5421427,
        label: "بندر ماهشهر",
      },
      {
        value: 5421436,
        label: "رسالت کرمان",
      },
      {
        value: 5421445,
        label: "بلوار ارتش اصفهان",
      },
      {
        value: 5421454,
        label: "پیروزی کرمان",
      },
      {
        value: 5421463,
        label: "خرمشهر",
      },
      {
        value: 5421472,
        label: "چابهار",
      },
      {
        value: 5421481,
        label: "خیابان راه‌آهن تبریز",
      },
      {
        value: 5421499,
        label: "آزادگان ارومیه",
      },
      {
        value: 5421504,
        label: "پادادشهر اهواز",
      },
      {
        value: 5421513,
        label: "میدان شهدا اهواز",
      },
      {
        value: 5421522,
        label: "میدان مصلی رشت",
      },
      {
        value: 5421531,
        label: "رودسر",
      },
      {
        value: 5421549,
        label: "قشم",
      },
      {
        value: 5421558,
        label: "هشتگرد",
      },
      {
        value: 5421567,
        label: "بهبهان",
      },
      {
        value: 5421576,
        label: "بلوار استقلال شیراز",
      },
      {
        value: 5421585,
        label: "شریعتی بابل",
      },
      {
        value: 5421594,
        label: "زابل",
      },
      {
        value: 5421608,
        label: "ستارخان شیراز",
      },
      {
        value: 5421617,
        label: "اندیشه شهریار",
      },
      {
        value: 5421626,
        label: "کوی فردوس تبریز",
      },
      {
        value: 5421635,
        label: "چهارراه ابوریحان تبریز",
      },
      {
        value: 5421644,
        label: "بلوار خرمشهر زاهدان",
      },
      {
        value: 5421653,
        label: "دهدشت",
      },
      {
        value: 5421662,
        label: "میدان شهدا کازرون",
      },
      {
        value: 5421689,
        label: "گچساران",
      },
      {
        value: 5421698,
        label: "بلوار پیروزی مشهد",
      },
      {
        value: 5421703,
        label: "بیستون رشت",
      },
      {
        value: 5421712,
        label: "الهیه کرمان",
      },
      {
        value: 5421721,
        label: "بلوار امام خمینی (ره) بندرعباس",
      },
      {
        value: 5421739,
        label: "محمد شهر کرج",
      },
      {
        value: 5421748,
        label: "خیابان سمیه قم",
      },
      {
        value: 5421757,
        label: "شهید بهشتی بابلسر",
      },
      {
        value: 5421766,
        label: "فردیس",
      },
      {
        value: 5421775,
        label: "بلوار وکیل آباد مشهد",
      },
      {
        value: 5499999,
        label: "واحد ستادی بانک پارسیان",
      },
    ],
  },
  {
    value: 55,
    label: "بانک اقتصادنوین",
    bankCode: 55,
    branches: [
      {
        value: 5500000,
        label: "بانک اقتصادنوین",
      },
      {
        value: 5501018,
        label: "غدیر",
      },
      {
        value: 5501027,
        label: "آفریقا",
      },
      {
        value: 5501036,
        label: "فاطمی",
      },
      {
        value: 5501045,
        label: "کارگر شمالی",
      },
      {
        value: 5501054,
        label: "پاسداران",
      },
      {
        value: 5501063,
        label: "حافظ",
      },
      {
        value: 5501072,
        label: "تهرانپارس",
      },
      {
        value: 5501081,
        label: "نیاوران",
      },
      {
        value: 5501099,
        label: "بازار",
      },
      {
        value: 5501104,
        label: "قائم‌مقام",
      },
      {
        value: 5501113,
        label: "سعادت‌آباد",
      },
      {
        value: 5501122,
        label: "تجریش",
      },
      {
        value: 5501149,
        label: "سهروردی شمالی",
      },
      {
        value: 5501158,
        label: "شهرک راه‌آهن",
      },
      {
        value: 5501167,
        label: "آیت‌اله کاشانی",
      },
      {
        value: 5501176,
        label: "شیراز شمالی",
      },
      {
        value: 5501185,
        label: "جمهوری",
      },
      {
        value: 5501194,
        label: "صادقیه",
      },
      {
        value: 5501208,
        label: "ظفر",
      },
      {
        value: 5501217,
        label: "خیابان احسان",
      },
      {
        value: 5501226,
        label: "سعدی جنوبی",
      },
      {
        value: 5501235,
        label: "آفریقای شمالی",
      },
      {
        value: 5501244,
        label: "توحید",
      },
      {
        value: 5501253,
        label: "بهارستان",
      },
      {
        value: 5501262,
        label: "فرمانیه",
      },
      {
        value: 5501271,
        label: "بهشتی",
      },
      {
        value: 5501289,
        label: "پیروزی",
      },
      {
        value: 5501298,
        label: "رسالت",
      },
      {
        value: 5501303,
        label: "میدان فردوسی",
      },
      {
        value: 5501312,
        label: "امین‌حضور",
      },
      {
        value: 5501321,
        label: "منیریه",
      },
      {
        value: 5501339,
        label: "فارابی",
      },
      {
        value: 5501348,
        label: "بلوار کشاورز",
      },
      {
        value: 5501357,
        label: "دولت",
      },
      {
        value: 5501366,
        label: "شریعتی",
      },
      {
        value: 5501375,
        label: "بعثت",
      },
      {
        value: 5501384,
        label: "فرجام",
      },
      {
        value: 5501407,
        label: "بهارجنوبی",
      },
      {
        value: 5501416,
        label: "هنگام شمالی",
      },
      {
        value: 5501425,
        label: "نفت",
      },
      {
        value: 5501434,
        label: "ستارخان",
      },
      {
        value: 5501452,
        label: "شاهین شمالی",
      },
      {
        value: 5501461,
        label: "کوی نصر",
      },
      {
        value: 5501479,
        label: "بلوار اسفندیار",
      },
      {
        value: 5501488,
        label: "فرخی یزدی",
      },
      {
        value: 5501497,
        label: "پل رومی",
      },
      {
        value: 5501502,
        label: "دزاشیب",
      },
      {
        value: 5501511,
        label: "قلهک",
      },
      {
        value: 5501529,
        label: "پارک ساعی",
      },
      {
        value: 5501538,
        label: "دانشگاه صنعتی شریف",
      },
      {
        value: 5501547,
        label: "بلوار پروین",
      },
      {
        value: 5501556,
        label: "میدان ونک",
      },
      {
        value: 5501565,
        label: "میدان مادر",
      },
      {
        value: 5501574,
        label: "بازار استیل",
      },
      {
        value: 5501592,
        label: "میدان نبوت",
      },
      {
        value: 5501606,
        label: "پانزده خرداد غربی",
      },
      {
        value: 5501615,
        label: "ملاصدرا",
      },
      {
        value: 5501624,
        label: "توانیر",
      },
      {
        value: 5501633,
        label: "فرشته",
      },
      {
        value: 5501642,
        label: "قیطریه",
      },
      {
        value: 5501651,
        label: "بازار آهن",
      },
      {
        value: 5501678,
        label: "ایران‌زمین",
      },
      {
        value: 5501687,
        label: "سیدخندان",
      },
      {
        value: 5501696,
        label: "هفده شهریور",
      },
      {
        value: 5501701,
        label: "میدان آرژانتین",
      },
      {
        value: 5501719,
        label: "طالقانی",
      },
      {
        value: 5501728,
        label: "شهرک اکباتان",
      },
      {
        value: 5501737,
        label: "میدان پونک",
      },
      {
        value: 5501746,
        label: "جنت‌آباد",
      },
      {
        value: 5501755,
        label: "میدان هروی",
      },
      {
        value: 5501764,
        label: "سرو غربی",
      },
      {
        value: 5501773,
        label: "چهار دانگه",
      },
      {
        value: 5501782,
        label: "میرزای شیرازی",
      },
      {
        value: 5501791,
        label: "افسریه",
      },
      {
        value: 5501805,
        label: "نازی آباد",
      },
      {
        value: 5501814,
        label: "بلوار میرداماد",
      },
      {
        value: 5501832,
        label: "فردوسی جنوبی",
      },
      {
        value: 5501841,
        label: "شهران",
      },
      {
        value: 5501868,
        label: "فلکه اول تهرانپارس",
      },
      {
        value: 5501877,
        label: "میدان ولی عصر (عج)",
      },
      {
        value: 5501886,
        label: "میدان هفت‌تیر",
      },
      {
        value: 5501909,
        label: "آزادی-دکتر قریب",
      },
      {
        value: 5502011,
        label: "بلوار فردوس",
      },
      {
        value: 5502029,
        label: "مقدس اردبیلی",
      },
      {
        value: 5502038,
        label: "میدان چیذر",
      },
      {
        value: 5502047,
        label: "خیابان بنی‌هاشم",
      },
      {
        value: 5502056,
        label: "بلوار مرزداران",
      },
      {
        value: 5502065,
        label: "فلکه دوم نیروی هوائی",
      },
      {
        value: 5502074,
        label: "شهیده سونا حقیقی",
      },
      {
        value: 5502083,
        label: "دادمان",
      },
      {
        value: 5502092,
        label: "چهارراه آیت",
      },
      {
        value: 5502106,
        label: "چهارراه دیباجی",
      },
      {
        value: 5502115,
        label: "خبرنگار",
      },
      {
        value: 5502124,
        label: "زعفرانیه",
      },
      {
        value: 5502133,
        label: "سید جمال‌الدین اسدآبادی",
      },
      {
        value: 5502142,
        label: "صنعتگران",
      },
      {
        value: 5502151,
        label: "جام جم",
      },
      {
        value: 5502169,
        label: "اقدسیه",
      },
      {
        value: 5502178,
        label: "ولنجک",
      },
      {
        value: 5502187,
        label: "تهرانسر",
      },
      {
        value: 5502196,
        label: "بلوار اندرزگو",
      },
      {
        value: 5502201,
        label: "سه‌راه یاسر",
      },
      {
        value: 5502219,
        label: "دروس",
      },
      {
        value: 5510014,
        label: "خیابان ارتش تبریز",
      },
      {
        value: 5510023,
        label: "الهی پرست تبریز",
      },
      {
        value: 5510032,
        label: "هفده شهریور تبریز",
      },
      {
        value: 5510041,
        label: "آبرسان تبریز",
      },
      {
        value: 5510068,
        label: "بیست و دوم بهمن تبریز",
      },
      {
        value: 5510086,
        label: "استاد شهریار تبریز",
      },
      {
        value: 5510213,
        label: "خیابان خواجه نصیر مراغه",
      },
      {
        value: 5510317,
        label: "مرند",
      },
      {
        value: 5510412,
        label: "خیابان امام بناب",
      },
      {
        value: 5511016,
        label: "خیابان سرداران ارومیه",
      },
      {
        value: 5511025,
        label: "شهید بهشتی ارومیه",
      },
      {
        value: 5511215,
        label: "میدان ولیعصرخوی",
      },
      {
        value: 5511319,
        label: "خیابان جمهوری مهاباد",
      },
      {
        value: 5511414,
        label: "میاندوآب",
      },
      {
        value: 5512027,
        label: "امام خمینی اردبیل",
      },
      {
        value: 5513011,
        label: "میدان‌آزادی",
      },
      {
        value: 5513029,
        label: "توحید اصفهان",
      },
      {
        value: 5513038,
        label: "بزرگمهر اصفهان",
      },
      {
        value: 5513047,
        label: "شمس‌آبادی اصفهان",
      },
      {
        value: 5513074,
        label: "فردوسی اصفهان",
      },
      {
        value: 5513083,
        label: "چهارباغ بالا اصفهان",
      },
      {
        value: 5513092,
        label: "خیابان میر اصفهان",
      },
      {
        value: 5513106,
        label: "بلوار وحید اصفهان",
      },
      {
        value: 5513133,
        label: "جمهوری اصفهان",
      },
      {
        value: 5513219,
        label: "کاشان",
      },
      {
        value: 5513314,
        label: "مطهری شهرضا",
      },
      {
        value: 5513513,
        label: "مبارکه",
      },
      {
        value: 5513617,
        label: "گلپایگان",
      },
      {
        value: 5513712,
        label: "نجف‌آباد",
      },
      {
        value: 5513816,
        label: "شاهین‌شهر",
      },
      {
        value: 5513911,
        label: "خمینی شهر اصفهان",
      },
      {
        value: 5514013,
        label: "ایلام",
      },
      {
        value: 5515015,
        label: "خیابان امام بوشهر",
      },
      {
        value: 5515024,
        label: "شعبه بازار بوشهر",
      },
      {
        value: 5515214,
        label: "خیابان امام حسین برازجان",
      },
      {
        value: 5515318,
        label: "بندرگناوه",
      },
      {
        value: 5516017,
        label: "شهدای کرج",
      },
      {
        value: 5516026,
        label: "گلشهر کرج",
      },
      {
        value: 5516035,
        label: "گوهردشت کرج",
      },
      {
        value: 5516044,
        label: "طالقانی کرج",
      },
      {
        value: 5516216,
        label: "شهرری",
      },
      {
        value: 5516311,
        label: "اسلامشهر",
      },
      {
        value: 5517019,
        label: "خیابان حافظ شهرکرد",
      },
      {
        value: 5518012,
        label: "سجاد مشهد",
      },
      {
        value: 5518021,
        label: "احمدآباد مشهد",
      },
      {
        value: 5518039,
        label: "امام خمینی مشهد(3)",
      },
      {
        value: 5518048,
        label: "بلوار مدرس مشهد (4)",
      },
      {
        value: 5518057,
        label: "هاشمیه مشهد",
      },
      {
        value: 5518066,
        label: "امام رضا مشهد",
      },
      {
        value: 5518075,
        label: "چهارراه ابوطالب مشهد",
      },
      {
        value: 5518084,
        label: "بلوار معلم مشهد",
      },
      {
        value: 5518107,
        label: "چهارراه دانشجو مشهد",
      },
      {
        value: 5518211,
        label: "خیابان اسدآبادی سبزوار",
      },
      {
        value: 5518315,
        label: "خیابان فردوسی نیشابور",
      },
      {
        value: 5518419,
        label: "خیابان مطهری قوچان",
      },
      {
        value: 5518713,
        label: "قائن",
      },
      {
        value: 5519014,
        label: "کیانپارس اهواز",
      },
      {
        value: 5519023,
        label: "پادادشهر اهواز",
      },
      {
        value: 5519032,
        label: "طالقانی اهواز",
      },
      {
        value: 5519041,
        label: "بندر ماهشهر",
      },
      {
        value: 5519059,
        label: "گلستان اهواز",
      },
      {
        value: 5519068,
        label: "زیتون کارمندی اهواز",
      },
      {
        value: 5519213,
        label: "آبادان",
      },
      {
        value: 5519317,
        label: "دزفول",
      },
      {
        value: 5519516,
        label: "بهبهان",
      },
      {
        value: 5520012,
        label: "خیابان امام زنجان",
      },
      {
        value: 5520211,
        label: "بلوار طالقانی ابهر",
      },
      {
        value: 5521014,
        label: "خیابان امام سمنان",
      },
      {
        value: 5521213,
        label: "بیست و دوم بهمن شاهرود",
      },
      {
        value: 5522016,
        label: "خیابان شریعتی زاهدان",
      },
      {
        value: 5523018,
        label: "عفیف‌آباد شیراز",
      },
      {
        value: 5523027,
        label: "خیابان مدرس لار",
      },
      {
        value: 5523036,
        label: "خیابان امام گراش",
      },
      {
        value: 5523045,
        label: "معالی‌آباد شیراز",
      },
      {
        value: 5523054,
        label: "خیابان زند شیراز",
      },
      {
        value: 5523063,
        label: "بلوار عدالت شیراز",
      },
      {
        value: 5523072,
        label: "مدرس شیراز",
      },
      {
        value: 5523081,
        label: "فلکه گاز شیراز",
      },
      {
        value: 5523099,
        label: "شعبه پاسداران شیراز",
      },
      {
        value: 5523104,
        label: "قصرالدشت شیراز",
      },
      {
        value: 5523113,
        label: "بلوار صنایع شیراز",
      },
      {
        value: 5523131,
        label: "ستارخان شیراز",
      },
      {
        value: 5523149,
        label: "قدوسی غربی شیراز",
      },
      {
        value: 5523158,
        label: "فرهنگشهر شیراز",
      },
      {
        value: 5523176,
        label: "شهر جدید لار",
      },
      {
        value: 5523185,
        label: "امیرکبیر شیراز",
      },
      {
        value: 5523312,
        label: "جهرم",
      },
      {
        value: 5523416,
        label: "خیابان امام کازرون",
      },
      {
        value: 5523511,
        label: "مرودشت",
      },
      {
        value: 5523615,
        label: "خیابان امام فسا",
      },
      {
        value: 5523719,
        label: "خیابان بسیج لامرد",
      },
      {
        value: 5524011,
        label: "میدان آزادی  قزوین",
      },
      {
        value: 5524029,
        label: "میدان جانبازان قزوین",
      },
      {
        value: 5524038,
        label: "ولیعصر (عج) قزوین",
      },
      {
        value: 5524047,
        label: "خیام قزوین",
      },
      {
        value: 5524219,
        label: "میدان پانزده خرداد تاکستان",
      },
      {
        value: 5525013,
        label: "بلوار امین",
      },
      {
        value: 5525022,
        label: "جهاد قم",
      },
      {
        value: 5526015,
        label: "بلوار پاسداران سنندج",
      },
      {
        value: 5526214,
        label: "مریوان",
      },
      {
        value: 5526318,
        label: "سقز",
      },
      {
        value: 5526413,
        label: "بانه",
      },
      {
        value: 5527017,
        label: "میدان آزادی کرمان",
      },
      {
        value: 5527026,
        label: "بلوار جمهوری کرمان",
      },
      {
        value: 5527035,
        label: "چهارراه ابوحامد کرمان",
      },
      {
        value: 5527044,
        label: "بلوار آزادگان کرمان",
      },
      {
        value: 5527216,
        label: "سیرجان",
      },
      {
        value: 5527311,
        label: "بلوار مطهری رفسنجان",
      },
      {
        value: 5527415,
        label: "خیابان تختی جیرفت",
      },
      {
        value: 5528019,
        label: "میدان ارشاد کرمانشاه",
      },
      {
        value: 5528028,
        label: "شریعتی کرمانشاه",
      },
      {
        value: 5529012,
        label: "خیابان 13 آبان یاسوج",
      },
      {
        value: 5530019,
        label: "خیابان نهارخوران گرگان",
      },
      {
        value: 5530218,
        label: "گنبد کاووس",
      },
      {
        value: 5530313,
        label: "ولیعصر گرگان",
      },
      {
        value: 5531012,
        label: "میدان صیقلان رشت",
      },
      {
        value: 5531021,
        label: "گلسار رشت",
      },
      {
        value: 5531039,
        label: "بلوار معلم رشت",
      },
      {
        value: 5531057,
        label: "پورسینا رشت",
      },
      {
        value: 5531419,
        label: "لاهیجان",
      },
      {
        value: 5532014,
        label: "خیابان علوی خرم‌آباد",
      },
      {
        value: 5532213,
        label: "بروجرد",
      },
      {
        value: 5533016,
        label: "خیابان فرهنگ ساری",
      },
      {
        value: 5533025,
        label: "بلوار خزر ساری",
      },
      {
        value: 5533215,
        label: "شریعتی بابل",
      },
      {
        value: 5533224,
        label: "مدرس بابل",
      },
      {
        value: 5533251,
        label: "بابلسر مازندران",
      },
      {
        value: 5533319,
        label: "خیابان امام آمل",
      },
      {
        value: 5533414,
        label: "خیابان جمهوری تنکابن",
      },
      {
        value: 5533518,
        label: "قائم‌شهر",
      },
      {
        value: 5533613,
        label: "چالوس",
      },
      {
        value: 5533717,
        label: "خیابان امام نور",
      },
      {
        value: 5534018,
        label: "اراک",
      },
      {
        value: 5534027,
        label: "شهید بهشتی اراک",
      },
      {
        value: 5534217,
        label: "ساوه",
      },
      {
        value: 5535011,
        label: "خیابان شهید نظری بندرعباس",
      },
      {
        value: 5535219,
        label: "گلشهر بندرعباس",
      },
      {
        value: 5536013,
        label: "خیابان شریعتی همدان",
      },
      {
        value: 5537015,
        label: "خیابان مطهری یزد",
      },
      {
        value: 5537024,
        label: "صفائیه یزد",
      },
      {
        value: 5537318,
        label: "بلوار جمهوری یزد",
      },
      {
        value: 5538017,
        label: "چهارراه مخابرات بجنورد",
      },
      {
        value: 5539019,
        label: "بیرجند",
      },
      {
        value: 5540017,
        label: "مرکز تجاری کیش",
      },
      {
        value: 5540216,
        label: "بازار سماء عسلویه",
      },
      {
        value: 5599999,
        label: "واحد ستادی بانک اقتصادنوین",
      },
    ],
  },
  {
    value: 56,
    label: "بانک سامان",
    bankCode: 56,
    branches: [
      {
        value: 5600000,
        label: "بانک سامان",
      },
      {
        value: 5606117,
        label: "بانکداری شرکتی",
      },
      {
        value: 5608017,
        label: "آفریقا",
      },
      {
        value: 5608026,
        label: "مرکزی",
      },
      {
        value: 5608035,
        label: "اصفهان",
      },
      {
        value: 5608044,
        label: "باغ فردوس",
      },
      {
        value: 5608053,
        label: "پاسداران",
      },
      {
        value: 5608062,
        label: "بازار",
      },
      {
        value: 5608071,
        label: "صادقیه",
      },
      {
        value: 5608089,
        label: "اقدسیه",
      },
      {
        value: 5608098,
        label: "میرداماد",
      },
      {
        value: 5608103,
        label: "دکتر فاطمی",
      },
      {
        value: 5608112,
        label: "سعادت آباد",
      },
      {
        value: 5608121,
        label: "جنت آباد",
      },
      {
        value: 5608139,
        label: "خیابان دولت",
      },
      {
        value: 5608148,
        label: "میدان ونک",
      },
      {
        value: 5608157,
        label: "ایران زمین",
      },
      {
        value: 5608166,
        label: "اریکه ایرانیان",
      },
      {
        value: 5608175,
        label: "یافت‌آباد",
      },
      {
        value: 5608184,
        label: "شهرری",
      },
      {
        value: 5608193,
        label: "ظفر",
      },
      {
        value: 5608207,
        label: "آفریقای شمالی",
      },
      {
        value: 5608216,
        label: "جام جم",
      },
      {
        value: 5608225,
        label: "پیروزی",
      },
      {
        value: 5608234,
        label: "ولنجک",
      },
      {
        value: 5608243,
        label: "خیابان آذربایجان",
      },
      {
        value: 5608252,
        label: "شهرک اکباتان",
      },
      {
        value: 5608261,
        label: "میدان آرژانتین",
      },
      {
        value: 5608279,
        label: "خیابان ملت اکباتان",
      },
      {
        value: 5608288,
        label: "قیطریه",
      },
      {
        value: 5608297,
        label: "ملاصدرا",
      },
      {
        value: 5608302,
        label: "خیابان سید جمال‌الدین اسدآبادی",
      },
      {
        value: 5608311,
        label: "میدان قزوین",
      },
      {
        value: 5608329,
        label: "خیابان دکتر بهشتی",
      },
      {
        value: 5608338,
        label: "خیابان کارگر شمالی",
      },
      {
        value: 5608347,
        label: "فلکه سوم تهرانپارس",
      },
      {
        value: 5608356,
        label: "خیابان ولیعصر- پارک ساعی",
      },
      {
        value: 5608365,
        label: "فلکه اول تهرانپارس",
      },
      {
        value: 5608374,
        label: "بازار کفاشها",
      },
      {
        value: 5608383,
        label: "الهیه",
      },
      {
        value: 5608392,
        label: "منیریه",
      },
      {
        value: 5608406,
        label: "شهرک راه آهن",
      },
      {
        value: 5608415,
        label: "میدان نبوت",
      },
      {
        value: 5608424,
        label: "دلاوران",
      },
      {
        value: 5608442,
        label: "شهران",
      },
      {
        value: 5608451,
        label: "بلوار فردوس",
      },
      {
        value: 5608469,
        label: "فرودگاه امام خمینی",
      },
      {
        value: 5608478,
        label: "میدان تجریش",
      },
      {
        value: 5608487,
        label: "نازی‌آباد",
      },
      {
        value: 5608496,
        label: "سرو",
      },
      {
        value: 5608528,
        label: "عبدل آباد",
      },
      {
        value: 5608537,
        label: "امین حضور",
      },
      {
        value: 5608546,
        label: "مولوی",
      },
      {
        value: 5608555,
        label: "خیابان لواسانی",
      },
      {
        value: 5608564,
        label: "تهرانسر",
      },
      {
        value: 5608573,
        label: "گالریا",
      },
      {
        value: 5608582,
        label: "آصف",
      },
      {
        value: 5608591,
        label: "میدان حسین‌آباد",
      },
      {
        value: 5608614,
        label: "مقدس اردبیلی",
      },
      {
        value: 5608623,
        label: "خیابان ولیعصر- زرتشت",
      },
      {
        value: 5608632,
        label: "خیابان دزاشیب - سه‌راه عمار",
      },
      {
        value: 5608641,
        label: "بانکداری اختصاصی زعفرانیه",
      },
      {
        value: 5608659,
        label: "خیابان جمهوری",
      },
      {
        value: 5608668,
        label: "بهشتی-قائم مقام",
      },
      {
        value: 5608677,
        label: "برج سامان",
      },
      {
        value: 5608686,
        label: "قلهک",
      },
      {
        value: 5608695,
        label: "ستارخان",
      },
      {
        value: 5608709,
        label: "پونک",
      },
      {
        value: 5608718,
        label: "مژده",
      },
      {
        value: 5608727,
        label: "لاله زار",
      },
      {
        value: 5608736,
        label: "میدان هفت تیر",
      },
      {
        value: 5608745,
        label: "نیاوران",
      },
      {
        value: 5608754,
        label: "بلوار بیست و چهار متری سعادت‌آباد",
      },
      {
        value: 5608763,
        label: "خیابان آقابزرگی- الهیه",
      },
      {
        value: 5608772,
        label: "بزرگراه فتح",
      },
      {
        value: 5608781,
        label: "شهرقدس",
      },
      {
        value: 5608799,
        label: "دروس",
      },
      {
        value: 5608813,
        label: "بلوار مرزداران",
      },
      {
        value: 5608822,
        label: "بلوار کشاورز",
      },
      {
        value: 5608831,
        label: "بلوار دریا",
      },
      {
        value: 5608849,
        label: "گیشا",
      },
      {
        value: 5609019,
        label: "جهانشهر کرج",
      },
      {
        value: 5609028,
        label: "میدان توحید کرج",
      },
      {
        value: 5609046,
        label: "شهریار",
      },
      {
        value: 5609055,
        label: "مهرشهر کرج",
      },
      {
        value: 5690019,
        label: "قم",
      },
      {
        value: 5690028,
        label: "فلکه جهاد- قم",
      },
      {
        value: 5691012,
        label: "شیراز",
      },
      {
        value: 5691039,
        label: "قصردشت",
      },
      {
        value: 5691048,
        label: "معالی‌آباد شیراز",
      },
      {
        value: 5691057,
        label: "پاسداران شیراز",
      },
      {
        value: 5691211,
        label: "بندرعباس",
      },
      {
        value: 5691315,
        label: "زاهدان",
      },
      {
        value: 5691419,
        label: "بوشهر",
      },
      {
        value: 5692014,
        label: "قزوین",
      },
      {
        value: 5692213,
        label: "همدان",
      },
      {
        value: 5692412,
        label: "کرمانشاه",
      },
      {
        value: 5692611,
        label: "ایلام",
      },
      {
        value: 5692715,
        label: "سنندج",
      },
      {
        value: 5692819,
        label: "خرم آباد",
      },
      {
        value: 5693016,
        label: "مشهد",
      },
      {
        value: 5693025,
        label: "مدرس مشهد",
      },
      {
        value: 5693034,
        label: "سجاد مشهد",
      },
      {
        value: 5693043,
        label: "بلوار قرنی مشهد",
      },
      {
        value: 5693052,
        label: "بلوار هاشمیه مشهد",
      },
      {
        value: 5693165,
        label: "نیشابور",
      },
      {
        value: 5693215,
        label: "بجنورد",
      },
      {
        value: 5694018,
        label: "گلسار رشت",
      },
      {
        value: 5694027,
        label: "ساری",
      },
      {
        value: 5694217,
        label: "بابل",
      },
      {
        value: 5694312,
        label: "آمل",
      },
      {
        value: 5694416,
        label: "گرگان",
      },
      {
        value: 5694511,
        label: "سمنان",
      },
      {
        value: 5695011,
        label: "کرمان",
      },
      {
        value: 5695029,
        label: "میدان کوثر (کرمان)",
      },
      {
        value: 5695115,
        label: "رفسنجان",
      },
      {
        value: 5695219,
        label: "زاینده رود",
      },
      {
        value: 5695228,
        label: "چهارباغ بالا",
      },
      {
        value: 5695237,
        label: "هشت بهشت اصفهان",
      },
      {
        value: 5695246,
        label: "خانه اصفهان",
      },
      {
        value: 5695255,
        label: "سیتی‌سنتر اصفهان",
      },
      {
        value: 5695418,
        label: "یزد",
      },
      {
        value: 5695427,
        label: "بلوار جمهوری اسلامی یزد",
      },
      {
        value: 5695617,
        label: "اراک",
      },
      {
        value: 5696013,
        label: "تبریز",
      },
      {
        value: 5696022,
        label: "ولیعصر تبریز",
      },
      {
        value: 5696031,
        label: "هفده شهریور تبریز",
      },
      {
        value: 5696049,
        label: "استاد شهریار تبریز",
      },
      {
        value: 5696058,
        label: "بازار تبریز",
      },
      {
        value: 5696212,
        label: "ارومیه",
      },
      {
        value: 5696221,
        label: "خیابان سرداران ارومیه",
      },
      {
        value: 5696411,
        label: "اردبیل",
      },
      {
        value: 5696818,
        label: "زنجان",
      },
      {
        value: 5697015,
        label: "اهواز",
      },
      {
        value: 5698017,
        label: "کیش",
      },
      {
        value: 5698216,
        label: "قشم",
      },
      {
        value: 5698519,
        label: "اروند",
      },
      {
        value: 5699999,
        label: "واحد ستادی بانک سامان",
      },
    ],
  },
  {
    value: 57,
    label: "بانک پاسارگاد",
    bankCode: 57,
    branches: [
      {
        value: 5700000,
        label: "بانک پاسارگاد",
      },
      {
        value: 5702017,
        label: "مرکزی",
      },
      {
        value: 5702026,
        label: "بلوار خوردین",
      },
      {
        value: 5702035,
        label: "میدان سعادت آباد",
      },
      {
        value: 5702044,
        label: "خیابان شیراز شمالی",
      },
      {
        value: 5702053,
        label: "خیابان آفریقا",
      },
      {
        value: 5702062,
        label: "خیابان زرتشت",
      },
      {
        value: 5702071,
        label: "میدان هفت‌تیر",
      },
      {
        value: 5702089,
        label: "الهیه",
      },
      {
        value: 5702098,
        label: "خیابان الوند",
      },
      {
        value: 5702103,
        label: "قلهک",
      },
      {
        value: 5702112,
        label: "ملاصدرا",
      },
      {
        value: 5702121,
        label: "میدان مادر",
      },
      {
        value: 5702139,
        label: "خیابان شهید کلاهدوز",
      },
      {
        value: 5702148,
        label: "احتشامیه",
      },
      {
        value: 5702157,
        label: "کوی نصر",
      },
      {
        value: 5702166,
        label: "تجریش",
      },
      {
        value: 5702175,
        label: "ولیعصر",
      },
      {
        value: 5702184,
        label: "تهرانپارس",
      },
      {
        value: 5702193,
        label: "مطهری",
      },
      {
        value: 5702207,
        label: "میدان ولیعصر",
      },
      {
        value: 5702216,
        label: "سلیمان خاطر",
      },
      {
        value: 5702225,
        label: "نیاوران",
      },
      {
        value: 5702234,
        label: "بلوارکشاورز",
      },
      {
        value: 5702243,
        label: "اقدسیه",
      },
      {
        value: 5702252,
        label: "خیابان فاطمی",
      },
      {
        value: 5702261,
        label: "کارگر شمالی",
      },
      {
        value: 5702279,
        label: "خیابان آزادی",
      },
      {
        value: 5702288,
        label: "سیدجمال الدین اسدآبادی",
      },
      {
        value: 5702297,
        label: "خیابان طالقانی",
      },
      {
        value: 5702302,
        label: "خیابان شهید بهشتی",
      },
      {
        value: 5702311,
        label: "همیلا",
      },
      {
        value: 5702329,
        label: "ستارخان",
      },
      {
        value: 5702338,
        label: "میدان ونک",
      },
      {
        value: 5702347,
        label: "شهرک اکباتان",
      },
      {
        value: 5702356,
        label: "فرشته",
      },
      {
        value: 5702365,
        label: "میدان فردوسی",
      },
      {
        value: 5702374,
        label: "خیابان رشید",
      },
      {
        value: 5702383,
        label: "پل رومی",
      },
      {
        value: 5702392,
        label: "سرو",
      },
      {
        value: 5702406,
        label: "ولنجک",
      },
      {
        value: 5702415,
        label: "شهرک راه‌آهن",
      },
      {
        value: 5702424,
        label: "تهرانسر",
      },
      {
        value: 5702433,
        label: "خیابان آیت‌اله کاشانی",
      },
      {
        value: 5702442,
        label: "سه‌راه امین‌حضور",
      },
      {
        value: 5702451,
        label: "خیابان هنگام",
      },
      {
        value: 5702469,
        label: "بازار مبل",
      },
      {
        value: 5702478,
        label: "خیابان کریمخان زند",
      },
      {
        value: 5702487,
        label: "بلوار مرزداران",
      },
      {
        value: 5702496,
        label: "درخشان",
      },
      {
        value: 5702501,
        label: "سپهر",
      },
      {
        value: 5702519,
        label: "رودکی",
      },
      {
        value: 5702528,
        label: "بازار",
      },
      {
        value: 5702537,
        label: "خیابان پیروزی",
      },
      {
        value: 5702546,
        label: "صادقیه",
      },
      {
        value: 5702555,
        label: "افسریه",
      },
      {
        value: 5702564,
        label: "حافظ",
      },
      {
        value: 5702573,
        label: "میدان آزادی",
      },
      {
        value: 5702582,
        label: "میدان نبوت",
      },
      {
        value: 5702591,
        label: "نواب",
      },
      {
        value: 5702605,
        label: "چیذر",
      },
      {
        value: 5702614,
        label: "شمس‌آباد",
      },
      {
        value: 5702623,
        label: "سی متری نیروی هوایی",
      },
      {
        value: 5702632,
        label: "شهید باهنر",
      },
      {
        value: 5702641,
        label: "فلکه اول تهرانپارس",
      },
      {
        value: 5702659,
        label: "هفده شهریور",
      },
      {
        value: 5702668,
        label: "شهید بهشتی غربی",
      },
      {
        value: 5702677,
        label: "شهرک حکیمیه",
      },
      {
        value: 5702686,
        label: "گاندی",
      },
      {
        value: 5702695,
        label: "بلوار فردوس",
      },
      {
        value: 5702709,
        label: "جمهوری",
      },
      {
        value: 5702718,
        label: "سعدی",
      },
      {
        value: 5702727,
        label: "سیدخندان",
      },
      {
        value: 5702736,
        label: "فرجام",
      },
      {
        value: 5702745,
        label: "قیطریه",
      },
      {
        value: 5702754,
        label: "خیابان دماوند",
      },
      {
        value: 5702763,
        label: "علامه طباطبائی",
      },
      {
        value: 5702772,
        label: "فتح",
      },
      {
        value: 5702781,
        label: "زعفرانیه",
      },
      {
        value: 5702799,
        label: "پارک ملت",
      },
      {
        value: 5702804,
        label: "میدان سلماس",
      },
      {
        value: 5702813,
        label: "شهرری",
      },
      {
        value: 5702822,
        label: "میدان هروی",
      },
      {
        value: 5702831,
        label: "شهرک امید",
      },
      {
        value: 5702849,
        label: "پاسداران",
      },
      {
        value: 5702858,
        label: "امین‌الملک",
      },
      {
        value: 5702867,
        label: "مهتاب",
      },
      {
        value: 5702876,
        label: "امیریه",
      },
      {
        value: 5702885,
        label: "اسلامشهر",
      },
      {
        value: 5702894,
        label: "خیابان دکتر مصدق",
      },
      {
        value: 5702908,
        label: "جهان‌کودک",
      },
      {
        value: 5702917,
        label: "نازی‌آباد (زهرا دهقانی)",
      },
      {
        value: 5702926,
        label: "بلوار ابوذر",
      },
      {
        value: 5702935,
        label: "مقدس اردبیلی",
      },
      {
        value: 5702944,
        label: "دهکده المپیک",
      },
      {
        value: 5702953,
        label: "خیابان هاشمی",
      },
      {
        value: 5702962,
        label: "باغ صبا",
      },
      {
        value: 5702971,
        label: "اشرفی اصفهانی",
      },
      {
        value: 5702989,
        label: "کاوه",
      },
      {
        value: 5702998,
        label: "احمد قصیر",
      },
      {
        value: 5703019,
        label: "نور تهران",
      },
      {
        value: 5703028,
        label: "شهید مدنی",
      },
      {
        value: 5703037,
        label: "میدان جمهوری",
      },
      {
        value: 5703046,
        label: "البرز",
      },
      {
        value: 5703055,
        label: "سهروردی شمالی",
      },
      {
        value: 5703064,
        label: "بلوار فرحزادی",
      },
      {
        value: 5703073,
        label: "میرزای شیرازی",
      },
      {
        value: 5703082,
        label: "شهران",
      },
      {
        value: 5703091,
        label: "بهارستان",
      },
      {
        value: 5703105,
        label: "بوستان",
      },
      {
        value: 5703114,
        label: "مجتمع کورش",
      },
      {
        value: 5703123,
        label: "شهید ستاری",
      },
      {
        value: 5703132,
        label: "بلوار شهران",
      },
      {
        value: 5703141,
        label: "فلکه سوم تهرانپارس",
      },
      {
        value: 5703159,
        label: "میدان فرهنگ",
      },
      {
        value: 5703168,
        label: "هلال احمر",
      },
      {
        value: 5703177,
        label: "شهید عراقی",
      },
      {
        value: 5703186,
        label: "خشایار",
      },
      {
        value: 5703195,
        label: "شاهین شمالی",
      },
      {
        value: 5703209,
        label: "خیابان خرمشهر",
      },
      {
        value: 5703218,
        label: "شهید نامجو",
      },
      {
        value: 5703227,
        label: "شهید لشگری",
      },
      {
        value: 5703236,
        label: "بلوار امام حسن(ع)",
      },
      {
        value: 5703245,
        label: "شهید آیت",
      },
      {
        value: 5703254,
        label: "بلوار دریا",
      },
      {
        value: 5703263,
        label: "قائم مقام فراهانی",
      },
      {
        value: 5703272,
        label: "میدان کلانتری",
      },
      {
        value: 5703281,
        label: "کامرانیه",
      },
      {
        value: 5703299,
        label: "یوسف‌آباد",
      },
      {
        value: 5703304,
        label: "میدان یاسر",
      },
      {
        value: 5703313,
        label: "باغ فردوس",
      },
      {
        value: 5703322,
        label: "کوی دانشگاه",
      },
      {
        value: 5703331,
        label: "میدان هدایت",
      },
      {
        value: 5703349,
        label: "توانیر",
      },
      {
        value: 5703358,
        label: "مجیدیه",
      },
      {
        value: 5703367,
        label: "ایثار",
      },
      {
        value: 5703376,
        label: "خواجه عبدالله انصاری",
      },
      {
        value: 5703385,
        label: "برج همت",
      },
      {
        value: 5703394,
        label: "سه‌راه ضرابخانه",
      },
      {
        value: 5703408,
        label: "کردستان",
      },
      {
        value: 5703417,
        label: "شهید اندرزگو",
      },
      {
        value: 5703426,
        label: "لواسان",
      },
      {
        value: 5703435,
        label: "گلفام",
      },
      {
        value: 5703444,
        label: "نصر شمالی",
      },
      {
        value: 5703453,
        label: "دیباجی جنوبی",
      },
      {
        value: 5703471,
        label: "بزرگراه ارتش",
      },
      {
        value: 5703489,
        label: "سردار جنگل",
      },
      {
        value: 5703498,
        label: "پارک ساعی",
      },
      {
        value: 5703503,
        label: "شهرک قائم",
      },
      {
        value: 5703512,
        label: "جوادیه",
      },
      {
        value: 5703521,
        label: "میرداماد",
      },
      {
        value: 5703548,
        label: "آتی‌ساز",
      },
      {
        value: 5703557,
        label: "فردوس غربی",
      },
      {
        value: 5703566,
        label: "شهید سلیمانی",
      },
      {
        value: 5703575,
        label: "چهاردانگه",
      },
      {
        value: 5703593,
        label: "صاحبقرانیه",
      },
      {
        value: 5703607,
        label: "آجودانیه",
      },
      {
        value: 5703616,
        label: "شمیران",
      },
      {
        value: 5703625,
        label: "جنت‌آباد جنوبی",
      },
      {
        value: 5703634,
        label: "سمنگان",
      },
      {
        value: 5703643,
        label: "دیباجی شمالی",
      },
      {
        value: 5703652,
        label: "جوانان",
      },
      {
        value: 5703661,
        label: "اختیاریه",
      },
      {
        value: 5703679,
        label: "فرمانیه",
      },
      {
        value: 5703688,
        label: "زمرد",
      },
      {
        value: 5703697,
        label: "شیان لویزان",
      },
      {
        value: 5703702,
        label: "چهارراه اسکندری",
      },
      {
        value: 5703729,
        label: "ظفر",
      },
      {
        value: 5703738,
        label: "سنائی",
      },
      {
        value: 5703747,
        label: "میرعماد",
      },
      {
        value: 5703756,
        label: "فلامک",
      },
      {
        value: 5703765,
        label: "میدان خراسان",
      },
      {
        value: 5703774,
        label: "مژده",
      },
      {
        value: 5703783,
        label: "شهید بهزادی",
      },
      {
        value: 5703792,
        label: "شهید پایدارفرد",
      },
      {
        value: 5703806,
        label: "کوی فراز",
      },
      {
        value: 5703815,
        label: "سه‌راه تهران ویلا",
      },
      {
        value: 5703824,
        label: "چهارراه اکباتان",
      },
      {
        value: 5703833,
        label: "بورس کالا",
      },
      {
        value: 5703842,
        label: "خیابان استخر",
      },
      {
        value: 5703851,
        label: "شهر قدس",
      },
      {
        value: 5703869,
        label: "بازار کفاشها",
      },
      {
        value: 5703878,
        label: "میدان بنی‌هاشم",
      },
      {
        value: 5703887,
        label: "خانی‌آباد نو",
      },
      {
        value: 5703896,
        label: "پامنار",
      },
      {
        value: 5703919,
        label: "بازار بلورفروشان",
      },
      {
        value: 5703928,
        label: "ونک پارک",
      },
      {
        value: 5703937,
        label: "تهران‌نو",
      },
      {
        value: 5703946,
        label: "بهار شمالی",
      },
      {
        value: 5703955,
        label: "شهرک آپادانا",
      },
      {
        value: 5703964,
        label: "شهید فلاحی",
      },
      {
        value: 5703973,
        label: "شهرآرا",
      },
      {
        value: 5703982,
        label: "ورامین",
      },
      {
        value: 5703991,
        label: "دولت",
      },
      {
        value: 5704012,
        label: "دلاوران",
      },
      {
        value: 5704039,
        label: "جنت‌آباد شمالی",
      },
      {
        value: 5704048,
        label: "مقصودبیک",
      },
      {
        value: 5704057,
        label: "ازگل",
      },
      {
        value: 5704066,
        label: "صدف تهرانسر",
      },
      {
        value: 5704075,
        label: "شهرک لاله",
      },
      {
        value: 5704084,
        label: "فشم",
      },
      {
        value: 5704093,
        label: "برج تهران",
      },
      {
        value: 5704101,
        label: "پاد",
      },
      {
        value: 5704111,
        label: "آیت الله کاشانی شرقی",
      },
      {
        value: 5704121,
        label: "آبشناسان",
      },
      {
        value: 5704131,
        label: "جماران",
      },
      {
        value: 5704141,
        label: "کاشانک",
      },
      {
        value: 5704151,
        label: "بورس اوراق بهادار تهران",
      },
      {
        value: 5704161,
        label: "رباط کریم",
      },
      {
        value: 5710011,
        label: "بلوار سجاد مشهد",
      },
      {
        value: 5710029,
        label: "خیابان احمدآباد مشهد",
      },
      {
        value: 5710038,
        label: "خسروی مشهد",
      },
      {
        value: 5710047,
        label: "چهارراه آزادشهر مشهد",
      },
      {
        value: 5710056,
        label: "خیابان فلسطین مشهد",
      },
      {
        value: 5710065,
        label: "میدان هاشمیه مشهد",
      },
      {
        value: 5710074,
        label: "بلوار قرنی مشهد",
      },
      {
        value: 5710083,
        label: "بلوار مصلی مشهد",
      },
      {
        value: 5710092,
        label: "کوهسنگی مشهد",
      },
      {
        value: 5710106,
        label: "خیابان دانشگاه مشهد",
      },
      {
        value: 5710115,
        label: "خیابان شیرازی مشهد",
      },
      {
        value: 5710121,
        label: "میدان جانباز مشهد",
      },
      {
        value: 5710131,
        label: "نیشابور",
      },
      {
        value: 5710141,
        label: "سبزوار",
      },
      {
        value: 5711013,
        label: "بجنورد",
      },
      {
        value: 5712015,
        label: "بیرجند",
      },
      {
        value: 5713017,
        label: "خیابان سعادت‌آباد اصفهان",
      },
      {
        value: 5713026,
        label: "اصفهان",
      },
      {
        value: 5713035,
        label: "خیابان توحید اصفهان",
      },
      {
        value: 5713044,
        label: "کاشان",
      },
      {
        value: 5713053,
        label: "حکیم نظامی اصفهان",
      },
      {
        value: 5713062,
        label: "بزرگمهر اصفهان",
      },
      {
        value: 5713071,
        label: "خیابان شمس‌آبادی اصفهان",
      },
      {
        value: 5713089,
        label: "شهرضا",
      },
      {
        value: 5713098,
        label: "خیابان میر اصفهان",
      },
      {
        value: 5713103,
        label: "شاهین شهر",
      },
      {
        value: 5713112,
        label: "میدان احمدآباد اصفهان",
      },
      {
        value: 5713121,
        label: "نجف‌آباد",
      },
      {
        value: 5714019,
        label: "شیراز",
      },
      {
        value: 5714028,
        label: "شهر جدید لار",
      },
      {
        value: 5714037,
        label: "کریمخان زند شیراز",
      },
      {
        value: 5714046,
        label: "معالی‌آباد شیراز",
      },
      {
        value: 5714055,
        label: "جهرم",
      },
      {
        value: 5714064,
        label: "پاسداران شیراز",
      },
      {
        value: 5714073,
        label: "قصرالدشت شیراز",
      },
      {
        value: 5714082,
        label: "مدرس لار",
      },
      {
        value: 5714091,
        label: "خیابان عفیف‌آباد شیراز",
      },
      {
        value: 5714105,
        label: "مجتمع خلیج فارس شیراز",
      },
      {
        value: 5714111,
        label: "کازرون",
      },
      {
        value: 5715012,
        label: "خیابان گلسار رشت",
      },
      {
        value: 5715021,
        label: "رشت",
      },
      {
        value: 5715039,
        label: "لاهیجان",
      },
      {
        value: 5715048,
        label: "استاد مطهری رشت",
      },
      {
        value: 5715057,
        label: "بندر انزلی",
      },
      {
        value: 5715066,
        label: "لنگرود",
      },
      {
        value: 5716014,
        label: "ولیعصر تبریز",
      },
      {
        value: 5716023,
        label: "تبریز",
      },
      {
        value: 5716032,
        label: "میدان ساعت تبریز",
      },
      {
        value: 5716041,
        label: "مراغه",
      },
      {
        value: 5716059,
        label: "رشدیه تبریز",
      },
      {
        value: 5716068,
        label: "استاد شهریار تبریز",
      },
      {
        value: 5716086,
        label: "شریعتی تبریز",
      },
      {
        value: 5716095,
        label: "هفده شهریور تبریز",
      },
      {
        value: 5716109,
        label: "شمس تبریز",
      },
      {
        value: 5716118,
        label: "مرند",
      },
      {
        value: 5717016,
        label: "ساری",
      },
      {
        value: 5717025,
        label: "خیابان امام خمینی آمل",
      },
      {
        value: 5717034,
        label: "بابل",
      },
      {
        value: 5717043,
        label: "تنکابن",
      },
      {
        value: 5717052,
        label: "چالوس",
      },
      {
        value: 5717061,
        label: "سلمانشهر",
      },
      {
        value: 5717088,
        label: "نور",
      },
      {
        value: 5717097,
        label: "17شهریور آمل",
      },
      {
        value: 5717101,
        label: "امیر مازندرانی ساری",
      },
      {
        value: 5717111,
        label: "قائم‌شهر",
      },
      {
        value: 5718018,
        label: "بندرعباس",
      },
      {
        value: 5718027,
        label: "گلشهر بندرعباس",
      },
      {
        value: 5719011,
        label: "ارومیه",
      },
      {
        value: 5719029,
        label: "خوی",
      },
      {
        value: 5720018,
        label: "کرمان",
      },
      {
        value: 5720027,
        label: "رفسنجان",
      },
      {
        value: 5720036,
        label: "بلوار جمهوری کرمان",
      },
      {
        value: 5720045,
        label: "سیرجان",
      },
      {
        value: 5721011,
        label: "زاهدان",
      },
      {
        value: 5722013,
        label: "قزوین",
      },
      {
        value: 5722022,
        label: "شهید بابائی قزوین",
      },
      {
        value: 5723015,
        label: "زنجان",
      },
      {
        value: 5724017,
        label: "سنندج",
      },
      {
        value: 5725019,
        label: "ایلام",
      },
      {
        value: 5726012,
        label: "همدان",
      },
      {
        value: 5726021,
        label: "مهدیه همدان",
      },
      {
        value: 5727014,
        label: "کرمانشاه",
      },
      {
        value: 5728016,
        label: "یاسوج",
      },
      {
        value: 5729018,
        label: "بوشهر",
      },
      {
        value: 5730016,
        label: "یزد",
      },
      {
        value: 5730025,
        label: "بلوار جمهوری یزد",
      },
      {
        value: 5731018,
        label: "اهواز",
      },
      {
        value: 5731027,
        label: "دزفول",
      },
      {
        value: 5731036,
        label: "آبادان",
      },
      {
        value: 5731045,
        label: "زیتون کارمندی اهواز",
      },
      {
        value: 5731054,
        label: "بندر ماهشهر",
      },
      {
        value: 5731063,
        label: "طالقانی اهواز",
      },
      {
        value: 5731072,
        label: "امانیه اهواز",
      },
      {
        value: 5731081,
        label: "بهبهان",
      },
      {
        value: 5731099,
        label: "شوشتر",
      },
      {
        value: 5731104,
        label: "گلستان اهواز",
      },
      {
        value: 5731113,
        label: "انقلاب اهواز",
      },
      {
        value: 5731122,
        label: "کوی ملت اهواز",
      },
      {
        value: 5732011,
        label: "قم",
      },
      {
        value: 5732029,
        label: "میدان جهاد قم",
      },
      {
        value: 5733013,
        label: "اراک",
      },
      {
        value: 5733022,
        label: "ساوه",
      },
      {
        value: 5733031,
        label: "خیابان امام خمینی اراک",
      },
      {
        value: 5734015,
        label: "سمنان",
      },
      {
        value: 5734024,
        label: "شاهرود",
      },
      {
        value: 5735017,
        label: "گرگان",
      },
      {
        value: 5735026,
        label: "گنبدکاووس",
      },
      {
        value: 5736019,
        label: "اردبیل",
      },
      {
        value: 5736028,
        label: "حافظ اردبیل",
      },
      {
        value: 5737012,
        label: "خرم آباد",
      },
      {
        value: 5737021,
        label: "بروجرد",
      },
      {
        value: 5738014,
        label: "شهرکرد",
      },
      {
        value: 5739016,
        label: "جهانشهرکرج",
      },
      {
        value: 5739025,
        label: "میدان مادر کرج",
      },
      {
        value: 5739034,
        label: "رجائی‌شهر کرج",
      },
      {
        value: 5739043,
        label: "کرج",
      },
      {
        value: 5739052,
        label: "شهریار",
      },
      {
        value: 5739061,
        label: "عظیمیه کرج",
      },
      {
        value: 5739079,
        label: "مهرشهر کرج",
      },
      {
        value: 5739088,
        label: "گلشهر کرج",
      },
      {
        value: 5739097,
        label: "فردیس کرج",
      },
      {
        value: 5739102,
        label: "آزادی رجائی‌شهر",
      },
      {
        value: 5739111,
        label: "طالقانی کرج",
      },
      {
        value: 5739121,
        label: "سه راه گوهردشت کرج",
      },
      {
        value: 5740014,
        label: "کیش",
      },
      {
        value: 5740023,
        label: "قشم",
      },
      {
        value: 5740031,
        label: "چابهار",
      },
      {
        value: 5799999,
        label: "واحد ستادی بانک پاسارگاد",
      },
    ],
  },
  {
    value: 58,
    label: "بانک سرمایه",
    bankCode: 58,
    branches: [
      {
        value: 5800000,
        label: "بانک سرمایه",
      },
      {
        value: 5810014,
        label: "سیدجمال‌الدین اسدآبادی",
      },
      {
        value: 5810023,
        label: "شیراز شمالی",
      },
      {
        value: 5810032,
        label: "شهید کلاهدوز",
      },
      {
        value: 5810041,
        label: "سعادت‌آباد",
      },
      {
        value: 5810059,
        label: "بلوار اندرزگو",
      },
      {
        value: 5810068,
        label: "برج فرمان",
      },
      {
        value: 5810077,
        label: "شریعتی - صدر",
      },
      {
        value: 5810086,
        label: "اسکان",
      },
      {
        value: 5810095,
        label: "گلبرگ",
      },
      {
        value: 5810109,
        label: "مرکزی",
      },
      {
        value: 5810118,
        label: "میدان فاطمی",
      },
      {
        value: 5810127,
        label: "طالقانی",
      },
      {
        value: 5810136,
        label: "کریمخان",
      },
      {
        value: 5810145,
        label: "مطهری- معلم",
      },
      {
        value: 5810154,
        label: "بلوار کشاورز- برج سامان",
      },
      {
        value: 5810163,
        label: "مجتمع نور ولیعصر(عج)",
      },
      {
        value: 5810172,
        label: "ناصر خسرو",
      },
      {
        value: 5810181,
        label: "آصف",
      },
      {
        value: 5810199,
        label: "خیابان رودکی",
      },
      {
        value: 5810204,
        label: "سینما آزادی",
      },
      {
        value: 5810213,
        label: "ابوسعید",
      },
      {
        value: 5810222,
        label: "ستارخان",
      },
      {
        value: 5810231,
        label: "چهارراه رشید",
      },
      {
        value: 5810249,
        label: "آموزش و پرورش",
      },
      {
        value: 5810258,
        label: "آزادی- والعصر",
      },
      {
        value: 5810267,
        label: "امین حضور",
      },
      {
        value: 5810276,
        label: "خیابان بنی هاشم",
      },
      {
        value: 5810285,
        label: "نازی‌آباد-مدائن",
      },
      {
        value: 5810294,
        label: "صندوق ذخیره فرهنگیان",
      },
      {
        value: 5810308,
        label: "خانی‌آبادنو",
      },
      {
        value: 5810317,
        label: "کوی نصر",
      },
      {
        value: 5810326,
        label: "قیطریه",
      },
      {
        value: 5810335,
        label: "شهرری",
      },
      {
        value: 5810344,
        label: "میرداماد",
      },
      {
        value: 5810353,
        label: "بلوار آفریقا",
      },
      {
        value: 5810362,
        label: "بلوار پروین",
      },
      {
        value: 5810371,
        label: "آذرمینا",
      },
      {
        value: 5810389,
        label: "میدان آرژانتین",
      },
      {
        value: 5810398,
        label: "خیابان دماوند",
      },
      {
        value: 5810403,
        label: "آیت‌اله کاشانی",
      },
      {
        value: 5810412,
        label: "اسلامشهر",
      },
      {
        value: 5810421,
        label: "بلوار ابوذر",
      },
      {
        value: 5810439,
        label: "میدان قبا",
      },
      {
        value: 5810448,
        label: "میدان هروی",
      },
      {
        value: 5810457,
        label: "خیابان گاندی",
      },
      {
        value: 5810466,
        label: "سهروردی شمالی",
      },
      {
        value: 5810475,
        label: "مسجد جامع شهرک قدس",
      },
      {
        value: 5810484,
        label: "بلوار شهید فرحزادی",
      },
      {
        value: 5810493,
        label: "پارک ساعی",
      },
      {
        value: 5810516,
        label: "شهرک راه آهن",
      },
      {
        value: 5810525,
        label: "بلوار فردوس شرقی",
      },
      {
        value: 5810534,
        label: "جنت‌آباد شمالی",
      },
      {
        value: 5810543,
        label: "فلکه دوم صادقیه",
      },
      {
        value: 5810552,
        label: "ظفر- نفت",
      },
      {
        value: 5810561,
        label: "بلوار ناهید",
      },
      {
        value: 5810579,
        label: "مولوی",
      },
      {
        value: 5810647,
        label: "دروس-هدایت",
      },
      {
        value: 5813011,
        label: "تبریز",
      },
      {
        value: 5813029,
        label: "ولیعصر تبریز",
      },
      {
        value: 5813038,
        label: "رسالت تبریز",
      },
      {
        value: 5813047,
        label: "بیست و دوم بهمن تبریز",
      },
      {
        value: 5814013,
        label: "امام خمینی ارومیه",
      },
      {
        value: 5814022,
        label: "مهاباد",
      },
      {
        value: 5814031,
        label: "بلوار مدرس ارومیه",
      },
      {
        value: 5814049,
        label: "ارومیه",
      },
      {
        value: 5814058,
        label: "خوی",
      },
      {
        value: 5815015,
        label: "امام خمینی اردبیل",
      },
      {
        value: 5816017,
        label: "شیخ صدوق اصفهان",
      },
      {
        value: 5816026,
        label: "اصفهان",
      },
      {
        value: 5816035,
        label: "شهرضا",
      },
      {
        value: 5816044,
        label: "خیابان وحید اصفهان",
      },
      {
        value: 5816053,
        label: "کاشان",
      },
      {
        value: 5816062,
        label: "خمینی شهر اصفهان",
      },
      {
        value: 5816089,
        label: "آیت اله شمس آبادی اصفهان",
      },
      {
        value: 5816098,
        label: "هشت بهشت شرقی اصفهان",
      },
      {
        value: 5818012,
        label: "ایلام",
      },
      {
        value: 5819014,
        label: "بوشهر",
      },
      {
        value: 5820012,
        label: "شهرکرد",
      },
      {
        value: 5821014,
        label: "احمد آباد مشهد",
      },
      {
        value: 5821023,
        label: "مشهد",
      },
      {
        value: 5821032,
        label: "سبزوار",
      },
      {
        value: 5821041,
        label: "نیشابور",
      },
      {
        value: 5821059,
        label: "بلوار شهید مفتح مشهد",
      },
      {
        value: 5821068,
        label: "میدان پانزده خرداد مشهد",
      },
      {
        value: 5821077,
        label: "چهار‌راه  فرامرز عباسی مشهد",
      },
      {
        value: 5821086,
        label: "خیابان امام رضا مشهد",
      },
      {
        value: 5821095,
        label: "بلوار معلم مشهد",
      },
      {
        value: 5822016,
        label: "بجنورد",
      },
      {
        value: 5822518,
        label: "بیرجند",
      },
      {
        value: 5823018,
        label: "اهواز",
      },
      {
        value: 5823027,
        label: "کیانپارس اهواز",
      },
      {
        value: 5823036,
        label: "دزفول",
      },
      {
        value: 5823045,
        label: "ماهشهر",
      },
      {
        value: 5823054,
        label: "زیتون کارمندی",
      },
      {
        value: 5824011,
        label: "زنجان",
      },
      {
        value: 5825013,
        label: "سمنان",
      },
      {
        value: 5825022,
        label: "شاهرود",
      },
      {
        value: 5826015,
        label: "زاهدان",
      },
      {
        value: 5827017,
        label: "معالی آباد شیراز",
      },
      {
        value: 5827026,
        label: "شیراز",
      },
      {
        value: 5827035,
        label: "شهرراز شیراز",
      },
      {
        value: 5827044,
        label: "لار",
      },
      {
        value: 5827053,
        label: "مرودشت",
      },
      {
        value: 5827062,
        label: "لامرد",
      },
      {
        value: 5827071,
        label: "ملاصدرا شیراز",
      },
      {
        value: 5827089,
        label: "ستارخان شیراز",
      },
      {
        value: 5829012,
        label: "خیام قزوین",
      },
      {
        value: 5830019,
        label: "بلوار امین قم",
      },
      {
        value: 5831012,
        label: "سنندج",
      },
      {
        value: 5832014,
        label: "طالقانی کرج",
      },
      {
        value: 5832023,
        label: "جهانشهر کرج",
      },
      {
        value: 5832032,
        label: "رجائی شهر کرج",
      },
      {
        value: 5832041,
        label: "فردیس کرج",
      },
      {
        value: 5832059,
        label: "عظیمیه کرج",
      },
      {
        value: 5832068,
        label: "گلشهر کرج",
      },
      {
        value: 5832077,
        label: "مهرشهر کرج",
      },
      {
        value: 5833016,
        label: "کرمانشاه",
      },
      {
        value: 5833025,
        label: "بلوار شهید بهشتی کرمانشاه",
      },
      {
        value: 5834018,
        label: "کرمان",
      },
      {
        value: 5834027,
        label: "سیرجان",
      },
      {
        value: 5834036,
        label: "رفسنجان",
      },
      {
        value: 5835011,
        label: "یاسوج",
      },
      {
        value: 5836013,
        label: "گرگان",
      },
      {
        value: 5837015,
        label: "رشت",
      },
      {
        value: 5837024,
        label: "گلسار رشت",
      },
      {
        value: 5837033,
        label: "لاهیجان",
      },
      {
        value: 5837042,
        label: "آستارا",
      },
      {
        value: 5838017,
        label: "الغدیر خرم آباد",
      },
      {
        value: 5838026,
        label: "بروجرد",
      },
      {
        value: 5839019,
        label: "فرهنگ ساری",
      },
      {
        value: 5839028,
        label: "چالوس",
      },
      {
        value: 5839037,
        label: "بابل",
      },
      {
        value: 5839046,
        label: "تنکابن",
      },
      {
        value: 5839055,
        label: "آمل",
      },
      {
        value: 5839064,
        label: "ساری",
      },
      {
        value: 5839073,
        label: "بهشهر",
      },
      {
        value: 5840017,
        label: "امام خمینی اراک",
      },
      {
        value: 5840026,
        label: "ساوه",
      },
      {
        value: 5841019,
        label: "بندرعباس",
      },
      {
        value: 5841028,
        label: "میدان بلوکی بندر عباس",
      },
      {
        value: 5842012,
        label: "همدان",
      },
      {
        value: 5843014,
        label: "یزد",
      },
      {
        value: 5844016,
        label: "کیش",
      },
      {
        value: 5899999,
        label: "واحد ستادی بانک سرمایه",
      },
    ],
  },
  {
    value: 59,
    label: "بانک سینا",
    bankCode: 59,
    branches: [
      {
        value: 5900000,
        label: "بانک سینا",
      },
      {
        value: 5901152,
        label: "بلوار کشاورز",
      },
      {
        value: 5901161,
        label: "طالقانی",
      },
      {
        value: 5901179,
        label: "اکباتان",
      },
      {
        value: 5901197,
        label: "مستقل مرکزی",
      },
      {
        value: 5901229,
        label: "میرداماد",
      },
      {
        value: 5901238,
        label: "محموديه",
      },
      {
        value: 5901247,
        label: "مستقل بنیاد",
      },
      {
        value: 5901274,
        label: "شریعتی",
      },
      {
        value: 5901283,
        label: "ميدان هفت تير اراک",
      },
      {
        value: 5901292,
        label: "جهانشهر",
      },
      {
        value: 5901306,
        label: "امام خمینی (ره)",
      },
      {
        value: 5901324,
        label: "دانش ارومیه",
      },
      {
        value: 5901378,
        label: "بلوار طالقانی",
      },
      {
        value: 5901396,
        label: "فاطمی",
      },
      {
        value: 5901446,
        label: "شهید چمران",
      },
      {
        value: 5901464,
        label: "امام خمینی (ره)",
      },
      {
        value: 5901482,
        label: "ظفر",
      },
      {
        value: 5901514,
        label: "زاهدان",
      },
      {
        value: 5901541,
        label: "جمهوری",
      },
      {
        value: 5901568,
        label: "شهید شبلی سنندج",
      },
      {
        value: 5901609,
        label: "چمران",
      },
      {
        value: 5901731,
        label: "چهارراه فاطمیه",
      },
      {
        value: 5901776,
        label: "ابوذر غفاری",
      },
      {
        value: 5901853,
        label: "سناباد",
      },
      {
        value: 5901862,
        label: "امیرمازندرانی ساری",
      },
      {
        value: 5902109,
        label: "بیست و دوم بهمن کرمانشاه",
      },
      {
        value: 5902204,
        label: "بازار",
      },
      {
        value: 5902403,
        label: "آیت‌اله کاشانی",
      },
      {
        value: 5902543,
        label: "شهداء",
      },
      {
        value: 5902602,
        label: "حکیم نظامی",
      },
      {
        value: 5902665,
        label: "بلوار سجاد",
      },
      {
        value: 5902674,
        label: "پاسداران مشهد",
      },
      {
        value: 5902683,
        label: "شهرری",
      },
      {
        value: 5902724,
        label: "باکری ارومیه",
      },
      {
        value: 5902742,
        label: "امام خمینی رشت",
      },
      {
        value: 5902769,
        label: "امام رضا(ع)",
      },
      {
        value: 5902932,
        label: "میدان آزادی",
      },
      {
        value: 5903658,
        label: "ستارخان",
      },
      {
        value: 5903667,
        label: "ملاصدرا",
      },
      {
        value: 5903685,
        label: "تهرانپارس",
      },
      {
        value: 5903717,
        label: "پل رومى",
      },
      {
        value: 5903735,
        label: "عفیف آباد",
      },
      {
        value: 5903762,
        label: "امانیه",
      },
      {
        value: 5903771,
        label: "آزادی",
      },
      {
        value: 5903789,
        label: "اسد آبادی",
      },
      {
        value: 5903857,
        label: "استقلال",
      },
      {
        value: 5903875,
        label: "بلوارکاوه",
      },
      {
        value: 5903925,
        label: "پارک ساعی",
      },
      {
        value: 5903934,
        label: "سعادت آباد",
      },
      {
        value: 5903952,
        label: "ناهارخوران",
      },
      {
        value: 5903961,
        label: "شهید بهشتی",
      },
      {
        value: 5903979,
        label: "پاسداران",
      },
      {
        value: 5904063,
        label: "سعدی",
      },
      {
        value: 5904113,
        label: "نیاوران",
      },
      {
        value: 5904122,
        label: "بلوار آفریقا",
      },
      {
        value: 5904149,
        label: "ولنجک",
      },
      {
        value: 5904185,
        label: "مستقل کیش",
      },
      {
        value: 5904194,
        label: "مرکزی تبریز",
      },
      {
        value: 5904208,
        label: "مرکزی ارومیه",
      },
      {
        value: 5904217,
        label: "زند",
      },
      {
        value: 5904226,
        label: "میدان مادر",
      },
      {
        value: 5904235,
        label: "کامرانیه",
      },
      {
        value: 5904244,
        label: "شمیران نو",
      },
      {
        value: 5904253,
        label: "بلوار مصطفی امامی",
      },
      {
        value: 5904271,
        label: "میدان صنعت",
      },
      {
        value: 5904303,
        label: "تجریش",
      },
      {
        value: 5904321,
        label: "احسان تهرانپارس",
      },
      {
        value: 5904339,
        label: "تهرانسر",
      },
      {
        value: 5904348,
        label: "بوعلی همدان",
      },
      {
        value: 5904357,
        label: "امیرآباد شمالی",
      },
      {
        value: 5904366,
        label: "گوهر دشت",
      },
      {
        value: 5904375,
        label: "امام جمعه",
      },
      {
        value: 5904384,
        label: "میدان انقلاب",
      },
      {
        value: 5904393,
        label: "میدان سرو",
      },
      {
        value: 5904407,
        label: "مرکزی اصفهان",
      },
      {
        value: 5904416,
        label: "شمشیری",
      },
      {
        value: 5904425,
        label: "بلوار جهاد کرمان",
      },
      {
        value: 5904443,
        label: "فلکه دوم صادقیه",
      },
      {
        value: 5904452,
        label: "وائین شهریار",
      },
      {
        value: 5904479,
        label: "بهبهان",
      },
      {
        value: 5904488,
        label: "چیتگر",
      },
      {
        value: 5904502,
        label: "مستقل صندوق توسعه ملی",
      },
      {
        value: 5904511,
        label: "گلسار رشت",
      },
      {
        value: 5904728,
        label: "بندر شهید رجایی",
      },
      {
        value: 5904737,
        label: "مرکزی کرمان",
      },
      {
        value: 5904755,
        label: "اندرزگو",
      },
      {
        value: 5904823,
        label: "شهید مهدوی بوشهر",
      },
      {
        value: 5904832,
        label: "عظیمیه",
      },
      {
        value: 5904841,
        label: "شهدای پرواز 655",
      },
      {
        value: 5904945,
        label: "امین حضور",
      },
      {
        value: 5904963,
        label: "آصف",
      },
      {
        value: 5904999,
        label: "فتح",
      },
      {
        value: 5905002,
        label: "سهروردی",
      },
      {
        value: 5905056,
        label: "جلفا",
      },
      {
        value: 5999999,
        label: "واحد ستادی بانک سینا",
      },
    ],
  },
  {
    value: 60,
    label: "بانک قرض‌الحسنه مهر ایران",
    bankCode: 60,
    branches: [
      {
        value: 6000000,
        label: "بانک قرض‌الحسنه مهر ایران",
      },
      {
        value: 6020103,
        label: "فلزکاران",
      },
      {
        value: 6024111,
        label: "غدیر",
      },
      {
        value: 6025018,
        label: "مصباح",
      },
      {
        value: 6028101,
        label: "ولیعصر(عج) بوشهر",
      },
      {
        value: 6030015,
        label: "طالقانی (مرکزی)",
      },
      {
        value: 6030033,
        label: "ولیعصر",
      },
      {
        value: 6030042,
        label: "شکوفه",
      },
      {
        value: 6030146,
        label: "قائم مقام فراهانی",
      },
      {
        value: 6030232,
        label: "میدان ملت",
      },
      {
        value: 6030241,
        label: "تهرانسر",
      },
      {
        value: 6030319,
        label: "جنت آباد جنوبی",
      },
      {
        value: 6036149,
        label: "مرکزی",
      },
      {
        value: 6040108,
        label: "مرکزی اهواز",
      },
      {
        value: 6044039,
        label: "خیابان شهداء",
      },
      {
        value: 6048038,
        label: "غدیر",
      },
      {
        value: 6056109,
        label: "آزادی کرمان",
      },
      {
        value: 6070183,
        label: "امام خمینی (ره)",
      },
      {
        value: 6072133,
        label: "امام رضا(ع)",
      },
      {
        value: 6076019,
        label: "مرکزی",
      },
      {
        value: 6078222,
        label: "مرکزی",
      },
      {
        value: 6099999,
        label: "واحد ستادی بانک قرض‌الحسنه مهر ایران",
      },
    ],
  },
  {
    value: 61,
    label: "بانک شهر",
    bankCode: 61,
    branches: [
      {
        value: 6100000,
        label: "بانک شهر",
      },
      {
        value: 6102019,
        label: "مرکزی تهران",
      },
      {
        value: 6102028,
        label: "شهرداری مرکز",
      },
      {
        value: 6102037,
        label: "استاد مطهری",
      },
      {
        value: 6102046,
        label: "دروس",
      },
      {
        value: 6102055,
        label: "میادین مرکزی",
      },
      {
        value: 6102064,
        label: "فلکه اول صادقیه",
      },
      {
        value: 6102073,
        label: "پارک بهمن",
      },
      {
        value: 6102082,
        label: "نواب",
      },
      {
        value: 6102091,
        label: "هنگام",
      },
      {
        value: 6102105,
        label: "شهران",
      },
      {
        value: 6102114,
        label: "حکیمیه",
      },
      {
        value: 6102123,
        label: "نبوت",
      },
      {
        value: 6102132,
        label: "فاطمی",
      },
      {
        value: 6102141,
        label: "شهید بهشتی",
      },
      {
        value: 6102159,
        label: "شهرک ولیعصر (عج)",
      },
      {
        value: 6102168,
        label: "آزادی",
      },
      {
        value: 6102177,
        label: "بوستان",
      },
      {
        value: 6102186,
        label: "آزادی یادگار",
      },
      {
        value: 6102195,
        label: "رسالت",
      },
      {
        value: 6102209,
        label: "پیروزی",
      },
      {
        value: 6102218,
        label: "نیاوران مژده",
      },
      {
        value: 6102227,
        label: "شهرک راه آهن",
      },
      {
        value: 6102236,
        label: "چهارراه آیت",
      },
      {
        value: 6102245,
        label: "میدان امام حسین",
      },
      {
        value: 6102254,
        label: "گلستان",
      },
      {
        value: 6102263,
        label: "حسینیه ارشاد",
      },
      {
        value: 6102272,
        label: "شهرری",
      },
      {
        value: 6102281,
        label: "ولیعصر-دستگردی",
      },
      {
        value: 6102299,
        label: "شهید احمد کاظمی",
      },
      {
        value: 6102304,
        label: "نازی آباد",
      },
      {
        value: 6102313,
        label: "تهرانسر",
      },
      {
        value: 6102322,
        label: "سید جمال الدین اسد آبادی",
      },
      {
        value: 6102331,
        label: "سه‌راه افسریه",
      },
      {
        value: 6102349,
        label: "سعادت آباد",
      },
      {
        value: 6102358,
        label: "بازار مبل یافت آباد",
      },
      {
        value: 6102376,
        label: "آیت اله سعیدی",
      },
      {
        value: 6102385,
        label: "شریعتی پل رومی",
      },
      {
        value: 6102394,
        label: "شهرداری منطقه 4 تهران",
      },
      {
        value: 6102408,
        label: "پاکنژاد",
      },
      {
        value: 6102435,
        label: "چشمه علی",
      },
      {
        value: 6102444,
        label: "آیت اله کاشانی",
      },
      {
        value: 6102453,
        label: "شعبه مجازی",
      },
      {
        value: 6102489,
        label: "آرژانتین الوند",
      },
      {
        value: 6102498,
        label: "حافظ شمالی",
      },
      {
        value: 6102503,
        label: "شهرداری تبریز",
      },
      {
        value: 6102512,
        label: "میدان شهدا",
      },
      {
        value: 6102521,
        label: "فلکه دوم تهرانپارس",
      },
      {
        value: 6102539,
        label: "بازار دوم نازی آباد",
      },
      {
        value: 6102557,
        label: "فلکه صادقیه",
      },
      {
        value: 6102566,
        label: "سه‌راه فتح",
      },
      {
        value: 6102593,
        label: "ابوذر",
      },
      {
        value: 6102607,
        label: "خیابان قزوین",
      },
      {
        value: 6102616,
        label: "اکباتان مگامال",
      },
      {
        value: 6102625,
        label: "مصطفی خمینی",
      },
      {
        value: 6102643,
        label: "گلوبندک",
      },
      {
        value: 6102652,
        label: "گلشهر",
      },
      {
        value: 6102661,
        label: "شعبه مرکزی مشهد",
      },
      {
        value: 6102679,
        label: "شعبه مرکزی اصفهان",
      },
      {
        value: 6102688,
        label: "عظیمیه",
      },
      {
        value: 6102697,
        label: "شعبه مرکزی قزوین",
      },
      {
        value: 6102702,
        label: "شعبه مرکزی شیراز",
      },
      {
        value: 6102711,
        label: "شعبه مرکزی قم",
      },
      {
        value: 6102729,
        label: "آزادی تبریز",
      },
      {
        value: 6102738,
        label: "میدان راهنمایی",
      },
      {
        value: 6102747,
        label: "خیابان امام رضا (ع)",
      },
      {
        value: 6102756,
        label: "حکیم",
      },
      {
        value: 6102765,
        label: "جهان نما",
      },
      {
        value: 6102774,
        label: "میدان جمهوری اسلامی",
      },
      {
        value: 6102783,
        label: "رشت",
      },
      {
        value: 6102792,
        label: "ساری",
      },
      {
        value: 6102806,
        label: "کرمانشاه",
      },
      {
        value: 6102815,
        label: "سنندج",
      },
      {
        value: 6102824,
        label: "یزد",
      },
      {
        value: 6102833,
        label: "شعبه مرکزی اهواز",
      },
      {
        value: 6102842,
        label: "چهار‌راه بازار",
      },
      {
        value: 6102851,
        label: "سالاریه",
      },
      {
        value: 6102869,
        label: "میدان توحید",
      },
      {
        value: 6102878,
        label: "بندرعباس",
      },
      {
        value: 6102887,
        label: "سمنان",
      },
      {
        value: 6102896,
        label: "گرگان",
      },
      {
        value: 6102901,
        label: "بوشهر",
      },
      {
        value: 6102919,
        label: "شهر کرد",
      },
      {
        value: 6102928,
        label: "بجنورد",
      },
      {
        value: 6102937,
        label: "طالقانی",
      },
      {
        value: 6102946,
        label: "ارومیه",
      },
      {
        value: 6102955,
        label: "پردیس",
      },
      {
        value: 6102964,
        label: "بهشت زهرا",
      },
      {
        value: 6102973,
        label: "اراک",
      },
      {
        value: 6102982,
        label: "گنبد",
      },
      {
        value: 6102991,
        label: "کرمان",
      },
      {
        value: 6103012,
        label: "آمل",
      },
      {
        value: 6103021,
        label: "اطباء",
      },
      {
        value: 6103039,
        label: "شیخ طوسی",
      },
      {
        value: 6103048,
        label: "مصلی",
      },
      {
        value: 6103057,
        label: "بابل",
      },
      {
        value: 6103066,
        label: "بیرجند",
      },
      {
        value: 6103075,
        label: "هفت تیر",
      },
      {
        value: 6103084,
        label: "کریم خان زند",
      },
      {
        value: 6103093,
        label: "میدان جهاد",
      },
      {
        value: 6103107,
        label: "بلوار جمهوری",
      },
      {
        value: 6103116,
        label: "بوئین زهرا",
      },
      {
        value: 6103125,
        label: "تنکابن",
      },
      {
        value: 6103134,
        label: "نیشابور",
      },
      {
        value: 6103143,
        label: "سبزوار",
      },
      {
        value: 6103152,
        label: "پایانه کاراندیش",
      },
      {
        value: 6103161,
        label: "شهید قندی",
      },
      {
        value: 6103179,
        label: "همدان",
      },
      {
        value: 6103188,
        label: "اردبیل",
      },
      {
        value: 6103197,
        label: "خرم آباد",
      },
      {
        value: 6103202,
        label: "لاهیجان",
      },
      {
        value: 6103211,
        label: "کاشان",
      },
      {
        value: 6103229,
        label: "شهر قدس",
      },
      {
        value: 6103238,
        label: "بین الحرمین",
      },
      {
        value: 6103247,
        label: "آبادان",
      },
      {
        value: 6103265,
        label: "بلوار معلم",
      },
      {
        value: 6103274,
        label: "پادادشهر",
      },
      {
        value: 6103283,
        label: "بندر انزلی",
      },
      {
        value: 6103292,
        label: "میدان فردوسی",
      },
      {
        value: 6103306,
        label: "ولنجک",
      },
      {
        value: 6103315,
        label: "کامرانیه",
      },
      {
        value: 6103324,
        label: "زاهدان",
      },
      {
        value: 6103333,
        label: "زنجان",
      },
      {
        value: 6103342,
        label: "ولیعصر توانیر",
      },
      {
        value: 6103351,
        label: "ملاصدرا",
      },
      {
        value: 6103369,
        label: "دولت",
      },
      {
        value: 6103378,
        label: "مطهری",
      },
      {
        value: 6103387,
        label: "شهید صابونیان",
      },
      {
        value: 6103396,
        label: "بلوارسجاد",
      },
      {
        value: 6103401,
        label: "جابر انصاری",
      },
      {
        value: 6103419,
        label: "بلوار دانشگاه",
      },
      {
        value: 6103428,
        label: "شهرداری منطقه 14",
      },
      {
        value: 6103437,
        label: "شهید چمران",
      },
      {
        value: 6103455,
        label: "خیابان خرمشهر",
      },
      {
        value: 6103464,
        label: "پاسداران",
      },
      {
        value: 6103473,
        label: "قائم مقام فراهانی",
      },
      {
        value: 6103482,
        label: "زرین شهر",
      },
      {
        value: 6103491,
        label: "معالی آباد",
      },
      {
        value: 6103505,
        label: "زعفرانیه",
      },
      {
        value: 6103523,
        label: "ایلام",
      },
      {
        value: 6103541,
        label: "اقدسیه",
      },
      {
        value: 6103559,
        label: "سه راه فرمانیه",
      },
      {
        value: 6103568,
        label: "میدان انقلاب",
      },
      {
        value: 6103618,
        label: "شهرک راه آهن گلها",
      },
      {
        value: 6103636,
        label: "طالقانی",
      },
      {
        value: 6103645,
        label: "شعبه مرکزی تبریز",
      },
      {
        value: 6103654,
        label: "استادان",
      },
      {
        value: 6103672,
        label: "شهید بهشتی",
      },
      {
        value: 6103699,
        label: "مهرشهر",
      },
      {
        value: 6103713,
        label: "میدان شهداء",
      },
      {
        value: 6103749,
        label: "خسروی نو",
      },
      {
        value: 6103767,
        label: "محتشم کاشانی",
      },
      {
        value: 6103785,
        label: "رجایی شهر",
      },
      {
        value: 6103794,
        label: "بلوار دانشگاه بین الملل",
      },
      {
        value: 6103817,
        label: "شهید بابائی",
      },
      {
        value: 6103826,
        label: "ملاصدرا",
      },
      {
        value: 6103835,
        label: "آزادی",
      },
      {
        value: 6103844,
        label: "بلوار پاسداران",
      },
      {
        value: 6103853,
        label: "بلوارامین قم",
      },
      {
        value: 6103889,
        label: "بیست و دوم بهمن",
      },
      {
        value: 6103903,
        label: "سه‌راه پالایشگاه",
      },
      {
        value: 6103921,
        label: "مراغه",
      },
      {
        value: 6103966,
        label: "قاسم آباد",
      },
      {
        value: 6103975,
        label: "قشم",
      },
      {
        value: 6104023,
        label: "پل بزرگمهر",
      },
      {
        value: 6104041,
        label: "خیابان کاوه",
      },
      {
        value: 6104059,
        label: "بوستان ملت",
      },
      {
        value: 6104068,
        label: "خانه اصفهان",
      },
      {
        value: 6104095,
        label: "خیابان مطهری",
      },
      {
        value: 6104118,
        label: "رفسنجان",
      },
      {
        value: 6104127,
        label: "آیت الله کاشانی",
      },
      {
        value: 6104145,
        label: "کیش",
      },
      {
        value: 6104154,
        label: "دزفول",
      },
      {
        value: 6104163,
        label: "امانیه",
      },
      {
        value: 6104172,
        label: "گلستان",
      },
      {
        value: 6104181,
        label: "میدان شهدا",
      },
      {
        value: 6104222,
        label: "دامغان",
      },
      {
        value: 6104258,
        label: "یاسوج",
      },
      {
        value: 6104276,
        label: "جهاد",
      },
      {
        value: 6104285,
        label: "بروجرد",
      },
      {
        value: 6104308,
        label: "ساوه",
      },
      {
        value: 6104317,
        label: "دروازه تهران",
      },
      {
        value: 6104335,
        label: "علامه امینی",
      },
      {
        value: 6104344,
        label: "خیابان جی",
      },
      {
        value: 6104421,
        label: "فردیس",
      },
      {
        value: 6104439,
        label: "بندر لنگه",
      },
      {
        value: 6104448,
        label: "امیرکبیر",
      },
      {
        value: 6104475,
        label: "هاشمیه",
      },
      {
        value: 6104493,
        label: "بهبهان",
      },
      {
        value: 6104507,
        label: "مرودشت",
      },
      {
        value: 6104516,
        label: "سهروردی شمالی",
      },
      {
        value: 6104543,
        label: "ارگ شیراز",
      },
      {
        value: 6104552,
        label: "بندر ماهشهر",
      },
      {
        value: 6104561,
        label: "لار",
      },
      {
        value: 6104579,
        label: "بلوار پیروزی",
      },
      {
        value: 6104724,
        label: "بلوار اندرزگو",
      },
      {
        value: 6104733,
        label: "آفریقا اسفندیار",
      },
      {
        value: 6104742,
        label: "لواسان",
      },
      {
        value: 6104751,
        label: "چیذر",
      },
      {
        value: 6104769,
        label: "پاکدشت",
      },
      {
        value: 6104778,
        label: "کارگر شمالی",
      },
      {
        value: 6104787,
        label: "بلوار کشاورز",
      },
      {
        value: 6104796,
        label: "پردیس",
      },
      {
        value: 6104801,
        label: "ورامین",
      },
      {
        value: 6104819,
        label: "بیست متری افسریه",
      },
      {
        value: 6104837,
        label: "ارزی شاهنامه",
      },
      {
        value: 6104846,
        label: "ظفر",
      },
      {
        value: 6104855,
        label: "بلوار میرداماد",
      },
      {
        value: 6104864,
        label: "گاندی",
      },
      {
        value: 6104873,
        label: "مقدس اردبیلی",
      },
      {
        value: 6104891,
        label: "میدان منیریه",
      },
      {
        value: 6104905,
        label: "میدان هروی",
      },
      {
        value: 6104914,
        label: "شمس آباد",
      },
      {
        value: 6104923,
        label: "میدان ولیعصر",
      },
      {
        value: 6104932,
        label: "ولیعصر میدان ونک",
      },
      {
        value: 6104941,
        label: "میرداماد اسکان",
      },
      {
        value: 6104977,
        label: "احمد قصیر",
      },
      {
        value: 6104986,
        label: "شهرخودرو",
      },
      {
        value: 6104995,
        label: "سعادت آباد میدان کاج",
      },
      {
        value: 6105016,
        label: "آجودانیه",
      },
      {
        value: 6105025,
        label: "الهیه",
      },
      {
        value: 6105034,
        label: "جلال آل احمد",
      },
      {
        value: 6105043,
        label: "شریعتی میرداماد",
      },
      {
        value: 6105052,
        label: "سعادت آباد سرو شرقی",
      },
      {
        value: 6105061,
        label: "اسلامشهر",
      },
      {
        value: 6105079,
        label: "اشرفی اصفهانی",
      },
      {
        value: 6105097,
        label: "بلوار فردوس",
      },
      {
        value: 6105102,
        label: "جنت آباد",
      },
      {
        value: 6105111,
        label: "اندیشه",
      },
      {
        value: 6105129,
        label: "شهریار",
      },
      {
        value: 6105138,
        label: "شهید باهنر",
      },
      {
        value: 6105147,
        label: "فرخی یزدی",
      },
      {
        value: 6105165,
        label: "مولوی غربی",
      },
      {
        value: 6105183,
        label: "تهرانپارس رشید",
      },
      {
        value: 6105206,
        label: "سعدی اکباتان",
      },
      {
        value: 6105215,
        label: "میدان خراسان",
      },
      {
        value: 6105224,
        label: "فرجام",
      },
      {
        value: 6105233,
        label: "بهشتی غربی",
      },
      {
        value: 6105242,
        label: "بلوار ارتش",
      },
      {
        value: 6105251,
        label: "کامرانیه جنوبی",
      },
      {
        value: 6105269,
        label: "ستارخان",
      },
      {
        value: 6105287,
        label: "میدان حسن آباد",
      },
      {
        value: 6105296,
        label: "گیشا",
      },
      {
        value: 6105301,
        label: "نیاوران مژده",
      },
      {
        value: 6105319,
        label: "باغ فردوس",
      },
      {
        value: 6105328,
        label: "اکباتان نفیسی",
      },
      {
        value: 6105337,
        label: "دیباجی جنوبی",
      },
      {
        value: 6105355,
        label: "مرزداران",
      },
      {
        value: 6105364,
        label: "فلامک شمالی",
      },
      {
        value: 6105373,
        label: "رباط کریم",
      },
      {
        value: 6105382,
        label: "ایران زمین مهستان",
      },
      {
        value: 6105391,
        label: "هشتگرد",
      },
      {
        value: 6105405,
        label: "مرداویج",
      },
      {
        value: 6105414,
        label: "بلوار امامت",
      },
      {
        value: 6105423,
        label: "شهید مطهری",
      },
      {
        value: 6105432,
        label: "پاسارگاد",
      },
      {
        value: 6105441,
        label: "بازار تبریز",
      },
      {
        value: 6105459,
        label: "17 شهریور تبریز",
      },
      {
        value: 6105468,
        label: "ستارخان",
      },
      {
        value: 6105477,
        label: "عسلویه",
      },
      {
        value: 6105486,
        label: "شاهین شهر",
      },
      {
        value: 6105495,
        label: "جهاد کرمان",
      },
      {
        value: 6105509,
        label: "سیرجان",
      },
      {
        value: 6105518,
        label: "فردوسی کرمانشاه",
      },
      {
        value: 6105527,
        label: "کازرون",
      },
      {
        value: 6105536,
        label: "حافظ اردبیل",
      },
      {
        value: 6199999,
        label: "واحد ستادی بانک شهر",
      },
    ],
  },
  {
    value: 62,
    label: "بانک ملی ایران (آینده سایق)",
    bankCode: 62,
    branches: [
      {
        value: 6200000,
        label: "بانک ملی ایران (آینده سایق)",
      },
      {
        value: 6299999,
        label: "واحد ستادی بانک آینده",
      },
    ],
  },
  {
    value: 64,
    label: "بانک گردشگری",
    bankCode: 64,
    branches: [
      {
        value: 6400000,
        label: "بانک گردشگری",
      },
      {
        value: 6401103,
        label: "مرکزی",
      },
      {
        value: 6401112,
        label: "سید جمال‌الدین اسدآبادی",
      },
      {
        value: 6401121,
        label: "میرداماد غربی",
      },
      {
        value: 6401139,
        label: "آفریقا",
      },
      {
        value: 6401148,
        label: "قائم مقام فراهانی",
      },
      {
        value: 6401157,
        label: "سه‌راه عمار",
      },
      {
        value: 6401166,
        label: "قدس",
      },
      {
        value: 6401175,
        label: "بازار مبل",
      },
      {
        value: 6401184,
        label: "دولت",
      },
      {
        value: 6401193,
        label: "بنی هاشم",
      },
      {
        value: 6401207,
        label: "آپادانا",
      },
      {
        value: 6401216,
        label: "کامرانیه",
      },
      {
        value: 6401225,
        label: "امیرآباد",
      },
      {
        value: 6401234,
        label: "گلوبندک",
      },
      {
        value: 6401243,
        label: "فردوسی",
      },
      {
        value: 6401252,
        label: "سهروردی",
      },
      {
        value: 6401261,
        label: "صادقیه",
      },
      {
        value: 6401279,
        label: "شریعتی",
      },
      {
        value: 6401288,
        label: "امام حسین(ع)",
      },
      {
        value: 6401297,
        label: "توحید",
      },
      {
        value: 6401311,
        label: "سپهبدقرنی",
      },
      {
        value: 6401329,
        label: "سعادت‌آباد",
      },
      {
        value: 6401338,
        label: "قیطریه",
      },
      {
        value: 6401347,
        label: "پیروزی",
      },
      {
        value: 6401356,
        label: "شهدای آتش‌نشان",
      },
      {
        value: 6401365,
        label: "شهر ری",
      },
      {
        value: 6401374,
        label: "جنت آباد مرکزی",
      },
      {
        value: 6401383,
        label: "شهرک اکباتان",
      },
      {
        value: 6401392,
        label: "فلکه اول تهرانپارس",
      },
      {
        value: 6401406,
        label: "فلکه دوم تهرانپارس",
      },
      {
        value: 6401415,
        label: "اقدسیه",
      },
      {
        value: 6401424,
        label: "نفت",
      },
      {
        value: 6401433,
        label: "چیذر",
      },
      {
        value: 6401442,
        label: "پونک",
      },
      {
        value: 6401451,
        label: "مهستان",
      },
      {
        value: 6401469,
        label: "نیاوران",
      },
      {
        value: 6401478,
        label: "میدان سرو",
      },
      {
        value: 6401487,
        label: "هروی",
      },
      {
        value: 6401496,
        label: "تهرانسر",
      },
      {
        value: 6401501,
        label: "آصف",
      },
      {
        value: 6401519,
        label: "ولیعصر(عج) - توانیر",
      },
      {
        value: 6401528,
        label: "ملاصدرا",
      },
      {
        value: 6401537,
        label: "دادمان",
      },
      {
        value: 6401546,
        label: "فرشته",
      },
      {
        value: 6401555,
        label: "وزراء",
      },
      {
        value: 6401564,
        label: "کوی نصر",
      },
      {
        value: 6401573,
        label: "بلوار امیرکبیر",
      },
      {
        value: 6401582,
        label: "شهید بهشتی",
      },
      {
        value: 6401591,
        label: "محمودیه",
      },
      {
        value: 6401605,
        label: "ولنجک",
      },
      {
        value: 6401614,
        label: "مرزداران",
      },
      {
        value: 6401623,
        label: "پاسداران",
      },
      {
        value: 6401632,
        label: "هفده شهریور",
      },
      {
        value: 6401641,
        label: "بلوارفردوس",
      },
      {
        value: 6401659,
        label: "خیابان ولیعصر(عج)",
      },
      {
        value: 6410171,
        label: "گرگان",
      },
      {
        value: 6410239,
        label: "سمنان",
      },
      {
        value: 6410248,
        label: "زنجان",
      },
      {
        value: 6410257,
        label: "قم",
      },
      {
        value: 6410388,
        label: "شهرکرد",
      },
      {
        value: 6410569,
        label: "بیرجند",
      },
      {
        value: 6410587,
        label: "بجنورد",
      },
      {
        value: 6410619,
        label: "اهواز",
      },
      {
        value: 6410628,
        label: "آبادان",
      },
      {
        value: 6410664,
        label: "خرم‌آباد",
      },
      {
        value: 6410741,
        label: "یاسوج",
      },
      {
        value: 6410777,
        label: "بوشهر",
      },
      {
        value: 6410818,
        label: "همدان",
      },
      {
        value: 6410845,
        label: "ایلام",
      },
      {
        value: 6410863,
        label: "اراک",
      },
      {
        value: 6411318,
        label: "مرکزی رشت",
      },
      {
        value: 6411924,
        label: "رامسر",
      },
      {
        value: 6412614,
        label: "کرج",
      },
      {
        value: 6412813,
        label: "قزوین",
      },
      {
        value: 6413114,
        label: "مرکزی اصفهان",
      },
      {
        value: 6413417,
        label: "کرمان",
      },
      {
        value: 6413512,
        label: "یزد",
      },
      {
        value: 6414116,
        label: "مرکزی تبریز",
      },
      {
        value: 6414419,
        label: "اروميه",
      },
      {
        value: 6414514,
        label: "اردبیل",
      },
      {
        value: 6415118,
        label: "مرکزی مشهد",
      },
      {
        value: 6415412,
        label: "زاهدان",
      },
      {
        value: 6417113,
        label: "مرکزی شیراز",
      },
      {
        value: 6417615,
        label: "بندرعباس",
      },
      {
        value: 6417642,
        label: "کیش",
      },
      {
        value: 6417814,
        label: "لار",
      },
      {
        value: 6418314,
        label: "کرمانشاه",
      },
      {
        value: 6418757,
        label: "بانه",
      },
      {
        value: 6421316,
        label: "گلسار",
      },
      {
        value: 6421922,
        label: "سلمان‌شهر",
      },
      {
        value: 6423112,
        label: "سي و سه پل",
      },
      {
        value: 6423415,
        label: "جمهوری کرمان",
      },
      {
        value: 6424114,
        label: "استاد شهریار",
      },
      {
        value: 6425116,
        label: "احمدآباد",
      },
      {
        value: 6427111,
        label: "قصرالدشت",
      },
      {
        value: 6431929,
        label: "ساری",
      },
      {
        value: 6433119,
        label: "سیتی سنتر",
      },
      {
        value: 6433413,
        label: "سیرجان",
      },
      {
        value: 6434112,
        label: "ولیعصر(عج)",
      },
      {
        value: 6445112,
        label: "راهنمایی",
      },
      {
        value: 6499999,
        label: "واحد ستادی بانک گردشگری",
      },
    ],
  },
  {
    value: 66,
    label: "بانک دی",
    bankCode: 66,
    branches: [
      {
        value: 6600000,
        label: "بانک دی",
      },
      {
        value: 6601005,
        label: "مرکزی",
      },
      {
        value: 6601014,
        label: "کیش",
      },
      {
        value: 6601109,
        label: "قائم مقام فراهانی",
      },
      {
        value: 6601118,
        label: "پاسداران",
      },
      {
        value: 6601127,
        label: "شریعتی",
      },
      {
        value: 6601136,
        label: "سعادت‌آباد",
      },
      {
        value: 6601145,
        label: "میدان ونک",
      },
      {
        value: 6601154,
        label: "نور ولیعصر",
      },
      {
        value: 6601163,
        label: "یوسف‌آباد",
      },
      {
        value: 6601172,
        label: "میدان انقلاب",
      },
      {
        value: 6601181,
        label: "شهید مطهری",
      },
      {
        value: 6601199,
        label: "صادقیه",
      },
      {
        value: 6601204,
        label: "میدان مادر",
      },
      {
        value: 6601213,
        label: "ناصر خسرو",
      },
      {
        value: 6601222,
        label: "میدان شهدا",
      },
      {
        value: 6601231,
        label: "باغ فردوس",
      },
      {
        value: 6601249,
        label: "فرشته",
      },
      {
        value: 6601258,
        label: "چهارراه فرمانیه",
      },
      {
        value: 6601267,
        label: "میدان رسالت",
      },
      {
        value: 6601276,
        label: "هفت حوض",
      },
      {
        value: 6601285,
        label: "گیشا",
      },
      {
        value: 6601294,
        label: "حافظ",
      },
      {
        value: 6601308,
        label: "منیریه",
      },
      {
        value: 6601317,
        label: "سهروردی شمالی",
      },
      {
        value: 6601326,
        label: "میدان بهارستان",
      },
      {
        value: 6601335,
        label: "شهران",
      },
      {
        value: 6601344,
        label: "هروی",
      },
      {
        value: 6601353,
        label: "ملاصدرا",
      },
      {
        value: 6601362,
        label: "اقدسیه",
      },
      {
        value: 6601371,
        label: "آزادی",
      },
      {
        value: 6601389,
        label: "تهرانپارس",
      },
      {
        value: 6601398,
        label: "چیذر",
      },
      {
        value: 6601403,
        label: "شهرک اکباتان",
      },
      {
        value: 6601412,
        label: "زعفرانیه",
      },
      {
        value: 6601421,
        label: "طالقانی",
      },
      {
        value: 6601439,
        label: "توحید",
      },
      {
        value: 6601448,
        label: "جنت آباد",
      },
      {
        value: 6601457,
        label: "آیت‌اله کاشانی",
      },
      {
        value: 6601466,
        label: "یافت‌آباد",
      },
      {
        value: 6601475,
        label: "الغدیر",
      },
      {
        value: 6601484,
        label: "پیروزی",
      },
      {
        value: 6601493,
        label: "نیاوران",
      },
      {
        value: 6601507,
        label: "وزراء",
      },
      {
        value: 6601516,
        label: "نازی‌آباد",
      },
      {
        value: 6601525,
        label: "میدان شوش",
      },
      {
        value: 6601534,
        label: "بلوار مرزداران",
      },
      {
        value: 6601543,
        label: "زرافشان",
      },
      {
        value: 6601552,
        label: "دولت",
      },
      {
        value: 6601561,
        label: "ستارخان",
      },
      {
        value: 6601579,
        label: "آفریقا",
      },
      {
        value: 6601597,
        label: "دروس",
      },
      {
        value: 6601629,
        label: "افسریه",
      },
      {
        value: 6601638,
        label: "بازار آهن",
      },
      {
        value: 6601647,
        label: "شهرک راه‌آهن",
      },
      {
        value: 6601665,
        label: "شهرری",
      },
      {
        value: 6613016,
        label: "رشت",
      },
      {
        value: 6615011,
        label: "ساری",
      },
      {
        value: 6615029,
        label: "آمل",
      },
      {
        value: 6615038,
        label: "بابل",
      },
      {
        value: 6615047,
        label: "تنکابن",
      },
      {
        value: 6617015,
        label: "گرگان",
      },
      {
        value: 6617024,
        label: "گنبد کاووس",
      },
      {
        value: 6620017,
        label: "البرز",
      },
      {
        value: 6623014,
        label: "سمنان",
      },
      {
        value: 6624016,
        label: "زنجان",
      },
      {
        value: 6625018,
        label: "قم",
      },
      {
        value: 6628015,
        label: "قزوین",
      },
      {
        value: 6630015,
        label: "اصفهان",
      },
      {
        value: 6630024,
        label: "کاشان",
      },
      {
        value: 6634014,
        label: "کرمان",
      },
      {
        value: 6635016,
        label: "یزد",
      },
      {
        value: 6638013,
        label: "شهرکرد",
      },
      {
        value: 6640013,
        label: "تبریز",
      },
      {
        value: 6644012,
        label: "ارومیه",
      },
      {
        value: 6645014,
        label: "اردبیل",
      },
      {
        value: 6650011,
        label: "مشهد",
      },
      {
        value: 6650029,
        label: "احمدآباد",
      },
      {
        value: 6650038,
        label: "سبزوار",
      },
      {
        value: 6654019,
        label: "زاهدان",
      },
      {
        value: 6656014,
        label: "بیرجند",
      },
      {
        value: 6658018,
        label: "بجنورد",
      },
      {
        value: 6660018,
        label: "اهواز",
      },
      {
        value: 6666012,
        label: "خرم آباد",
      },
      {
        value: 6670016,
        label: "شیراز",
      },
      {
        value: 6674015,
        label: "یاسوج",
      },
      {
        value: 6676019,
        label: "بندرعباس",
      },
      {
        value: 6677012,
        label: "بوشهر",
      },
      {
        value: 6681016,
        label: "همدان",
      },
      {
        value: 6683011,
        label: "کرمانشاه",
      },
      {
        value: 6684013,
        label: "ایلام",
      },
      {
        value: 6686017,
        label: "اراک",
      },
      {
        value: 6687019,
        label: "سنندج",
      },
      {
        value: 6699999,
        label: "واحد ستادی بانک دی",
      },
    ],
  },
  {
    value: 67,
    label: "مؤسسه اعتباری  غیربانکی كاسپین",
    bankCode: 67,
    branches: [
      {
        value: 6700000,
        label: "مؤسسه اعتباری  غیربانکی كاسپین",
      },
      {
        value: 6799999,
        label: "واحد ستادی مؤسسه اعتباری  غیربانکی کاسپین",
      },
    ],
  },
  {
    value: 69,
    label: "بانک ایران زمین",
    bankCode: 69,
    branches: [
      {
        value: 6900000,
        label: "بانک ایران زمین",
      },
      {
        value: 6926201,
        label: "آبادان",
      },
      {
        value: 6999999,
        label: "واحد ستادی بانک ایران زمین",
      },
    ],
  },
  {
    value: 70,
    label: "بانک قرض‌الحسنه رسالت",
    bankCode: 70,
    branches: [
      {
        value: 7000000,
        label: "بانک قرض‌الحسنه رسالت",
      },
      {
        value: 7099999,
        label: "واحد ستادی بانک قرض‌الحسنه رسالت",
      },
    ],
  },
  {
    value: 75,
    label: "مؤسسه اعتباری غیربانکی ملل",
    bankCode: 75,
    branches: [
      {
        value: 7500000,
        label: "مؤسسه اعتباری غیربانکی ملل",
      },
      {
        value: 7599999,
        label: "واحد ستادی مؤسسه اعتباری غیربانکی ملل",
      },
    ],
  },
  {
    value: 78,
    label: "بانک خاورمیانه",
    bankCode: 78,
    branches: [
      {
        value: 7800000,
        label: "بانک خاورمیانه",
      },
      {
        value: 7810018,
        label: "آفتاب",
      },
      {
        value: 7810027,
        label: "نوبخت",
      },
      {
        value: 7810036,
        label: "نیاوران",
      },
      {
        value: 7810045,
        label: "الهیه",
      },
      {
        value: 7810054,
        label: "مهستان",
      },
      {
        value: 7810063,
        label: "سعادت‌ آباد",
      },
      {
        value: 7810072,
        label: "بخارست",
      },
      {
        value: 7810081,
        label: "زعفرانیه",
      },
      {
        value: 7810099,
        label: "آفریقا",
      },
      {
        value: 7810113,
        label: "دروس",
      },
      {
        value: 7810131,
        label: "نیایش",
      },
      {
        value: 7811111,
        label: "واحد دیجیتال ارائه خدمات بانکی",
      },
      {
        value: 7820206,
        label: "بانکداری دیجیتال",
      },
      {
        value: 7830014,
        label: "اصفهان",
      },
      {
        value: 7845013,
        label: "تبریز",
      },
      {
        value: 7862419,
        label: "کرج",
      },
      {
        value: 7872019,
        label: "شیراز",
      },
      {
        value: 7885014,
        label: "مشهد",
      },
      {
        value: 7899999,
        label: "واحد ستادی بانک خاورمیانه",
      },
    ],
  },
  {
    value: 80,
    label: "موسسه اعتباری غیربانکی نور",
    bankCode: 80,
    branches: [
      {
        value: 8000000,
        label: "موسسه اعتباری غیربانکی نور",
      },
      {
        value: 8099999,
        label: "واحد ستادی موسسه اعتباری غیربانکی نور",
      },
    ],
  },
  {
    value: 81,
    label: "موسسه اعتباری غیربانکی ثامن(الائمه)",
    bankCode: 81,
    branches: [
      {
        value: 8100000,
        label: "موسسه اعتباری غیربانکی ثامن(الائمه)",
      },
    ],
  },
  {
    value: 95,
    label: "بانک مشترک ایران - ونزوئلا",
    bankCode: 95,
    branches: [
      {
        value: 9500000,
        label: "بانک مشترک ایران - ونزوئلا",
      },
      {
        value: 9510013,
        label: "ایران و ونزوئلا - شعبه تهران",
      },
      {
        value: 9599999,
        label: "واحد ستادی بانک مشترک ایران - ونزوئلا",
      },
    ],
  },
] as const;
